[
    {
        "game_name": "FC 24",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2195250/header.jpg?t=1723127153",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2195250/ss_eb8f5def662f28726c875e641cd5faff75e6b16d.600x338.jpg?t=1723127153",
        "sub_images": [
            "https://bing.com/th?id=OIP.qb53eGp_8KMviTSE3sffXwHaEK",
            "https://bing.com/th?id=OIP.cVpISy3kOM7qXr_i-B4cbwHaEK",
            "https://bing.com/th?id=OIP.Bv9KpYnDuhw5Q7dqJdd76QHaEJ",
            "https://images.hdqwalls.com/download/fifa-21-game-1o-1360x768.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2195250/ss_33527a88323cbb39a7c09d7d74955015343efd3f.600x338.jpg?t=1723127153",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2195250/ss_f5d78591802a7a73690cdff9dfc7750e0b4c5101.600x338.jpg?t=1723127153",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2195250/ss_2fa9762aa7fdc139ae78787b4abb3f9a8e99d071.600x338.jpg?t=1723127153"
        ],
        "description": "EA SPORTS FC™ 24 welcomes you to The World’s Game: the most true-to-football experience ever with HyperMotionV, PlayStyles optimised by Opta, and an enhanced Frostbite™ Engine",
        "category": "sports",
        "releaseDate": "28 Sep, 2023",
        "price": 1199,
        "about": [
            "Optimised by real-world Opta data and data from other sources, PlayStyles dimensionalise athletes, going beyond overall ratings to bring to life the on-pitch abilities that make players special. Each PlayStyle affects gameplay, giving players unique capabilities you’ll see and feel that make their way of playing more authentic.From more realistic SAPIEN player models to the ripple of their kits as they beat a defender and an elevated matchday experience, the enhanced Frostbite™ Engine dials up the detail to make every moment in EA SPORTS FC™ 24 look and feel more like football.",
            "From the stadium to the street, join your friends in Clubs and VOLTA FOOTBALL™ in EA SPORTS FC™ 24 with cross-play***. Play, progress, and personalise your Pro in true-to-football ways with the introduction of a new Clubs Season format culminating in Playoffs, the introduction of PlayStyles for more realistic player development, and more customisation than ever.",
            "Ultimate Team™ unites both halves of The World’s Game, bringing men’s and women’s football together to play on the same pitch and unlocking a new world of ways to build your dream XI.Develop your very own club legends by improving your players with the brand new Ultimate Team™ Evolutions. Complete objectives to boost their individual skills, PlayStyles, overall ratings, and even how their Player Items look."
        ]
    },
    {
        "game_name": "NBA 2K24",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2338770/header.jpg?t=1723216182",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2338770/ss_91c4e1cd57a692d6fe6ebbc662cd549820e42de1.600x338.jpg?t=1723216182",
        "sub_images": [
            "https://c4.wallpaperflare.com/wallpaper/604/987/817/nba-desktop-pictures-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/732/353/211/nba-pictures-for-desktop-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/769/136/949/men-sports-basketball-michael-jordan-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/969/788/871/lebron-james-nba-basketball-wallpaper-preview.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2338770/extras/NBA24-BASE-METADATA-STEAM_Main_Capsule_616x353.jpg?t=1723216182",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2338770/ss_8c214bbc6c34b2d681628e94c2f3158cd9d6eb3a.600x338.jpg?t=1723216182",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2338770/ss_bf27fa4c07f92e0bebc487e134657fc3bd3523df.600x338.jpg?t=1723216182"
        ],
        "description": "Experience hoops culture in NBA 2K24. Enjoy loads of action and limitless personalized MyPLAYER options in MyCAREER. Build your perfect lineup in MyTEAM. Feel more responsive gameplay and polished visuals while playing with your favorite NBA and WNBA teams in PLAY NOW.",
        "category": "sports",
        "releaseDate": "7 Sep, 2023",
        "price": 3299,
        "about": [
            "Grab your squad and experience the past, present, and future of hoops culture in NBA 2K24. Enjoy loads of pure, unadulterated action and limitless personalized MyPLAYER options in MyCAREER. Collect an impressive array of legends and build your perfect lineup in MyTEAM. Feel more responsive gameplay and polished visuals while playing with your favorite NBA and WNBA teams in PLAY NOW.",
            "Make your mark on a scenic, coastal Neighborhood rich with postcard-esque views and blistering competition. Use the revamped player builder to create a MyPLAYER that suits your skillset, so you can play to your strengths and get the most out of the updated Badge system. Explore cliffside terrain, complete a new set of streamlined quests, and take on rival players in the ultimate MyCAREER backdrop.",
            "The classic card-collecting mode is back and loaded with endless hours of customizable fun. Draw from the past and present using today’s All-Stars and all-time legends to form a squad capable of dominating single player and multiplayer modes. MyTEAM features a collection of innovative improvements, including an all-new salary cap mode, while maintaining its signature competitive feel."
        ]
    },
    {
        "game_name": "Asphalt",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1815780/header.jpg?t=1724234931",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1815780/ss_2b5c8e4454ac1f9336b4cf39fef46c577cbb8c92.600x338.jpg?t=1724234931",
        "sub_images": [
            "https://c4.wallpaperflare.com/wallpaper/756/478/332/video-game-asphalt-9-legends-blue-car-sport-car-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/593/245/250/video-game-asphalt-9-legends-racing-sport-car-hd-wallpaper-preview.jpg",
            "https://assets.blacknutlemag.com/edito/asphalt-9-legends-gameloft/asphalt-9-legends-gameloft-hero-169.jpg",
            "https://e1.pxfuel.com/desktop-wallpaper/727/923/desktop-wallpaper-gameloft-s-asphalt-9-legends-will-launch-soon-on-android-asphalt-9-legends.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1815780/ss_6ea45a65f458766af24dab56ba058515c100bc65.600x338.jpg?t=1724234931",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1815780/ss_1a9a022826d1f51c77cfcea6487d29a9cde97742.600x338.jpg?t=1724234931",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1815780/ss_886c3afcf6fd4dc6f97c8f4eb051112c1d0166ca.600x338.jpg?t=1724234931"
        ],
        "description": "Race in spectacular real-life locations with prestigious cars (Ferrari, Porsche, McLaren, etc.) to collect, upgrade, and customize. Experience action-packed gameplay that rewards skillful play and risk taking in single or multiplayer. Game updates are coming up with new cars, locations and features.",
        "category": "sports",
        "releaseDate": "2 Aug, 2022",
        "price": 1000,
        "highlight":true,
        "highlightImage":"https://wallpapercave.com/wp/wp14206516.jpg",
        "about": [
            "Spark your competitive soul with Asphalt Legends UNITE and feel the collective heartbeat of the road! Join forces with other players to speed through intense arcade races, perform jaw-dropping stunts, and charge towards victory while driving the finest hypercars!.Gear up and dive into the international arena of Asphalt Legends UNITE's online multiplayer mode. Challenge up to 7 opponents from every corner of the world across platforms in thrilling cross-play races. Engage in split-screen competitions with friends (up to 4 players). Get ready to group together, dominate, and leave your mark on the asphalt!",
            "Embrace the global racing community where camaraderie fuels the pursuit of victory. Connect with friends through the friend list, create private lobbies for personalized races and rally with Asphalt titans! Join or establish racing Clubs, unlocking exclusive rewards as you climb the leaderboards. Experience a new cooperative multiplayer mode where you can be a Security agent chasing down Syndicate members or one of the outlaws evading capture.",
            "Take the wheel on your journey to racing greatness in Career mode. Maneuver through endless seasons and conquer diverse challenges at every turn. Feel the thrill of pulse-pounding events, with a constant stream of limited-time challenges and activities to keep you on the edge of your seat. This is your chance to carve out a legacy that echoes throughout the racetrack!"
        ]
    },
    {
        "game_name": "Don Bradman Cricket 17",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464850/header.jpg?t=1494387343",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464850/ss_956d86822bd0dcbd1ec50e4c4a61e542408f4941.600x338.jpg?t=1494387343",
        "sub_images": [
            "https://wallpapercave.com/wp/wp7395444.jpg",
            "https://wallpapercave.com/wp/wp7395479.jpg",
            "https://wallpapercave.com/wp/wp7395442.jpg",
            "https://wallpapercave.com/wp/wp7395518.jpg"
        ],
    "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464850/ss_a0627e1f078cb429fd2ed3d4cab724b25b446423.600x338.jpg?t=1494387343",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464850/ss_87f8d664a52db09e8aad56b47049f744ef020a89.600x338.jpg?t=1494387343",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464850/ss_87f8d664a52db09e8aad56b47049f744ef020a89.600x338.jpg?t=1494387343"
        ],
        "description": "Don Bradman Cricket 17 brings a new revolutionary control system delivering the best batting, bowling and fielding experience by providing you an even greater level of variety and precision of play. You Are Invincible!",
        "category": "sports",
        "releaseDate": "17 Jan, 2017",
        "price": 2999,
        "about": [
            "Don Bradman Cricket 17 brings a new revolutionary control system delivering the best batting, bowling and fielding experience by providing you an even greater level of variety and precision of play.Bat like a pro with the new helicopter, reverse sweep and scoop shots.Stump your opponent by mixing up your fast deliveries with leg-cutters, off-cutters, cross-seam or go with spin deliveries including the doosra or googly.",
            "Enhanced fielding including a new reflex catching system. Fielding also includes slides and tap backs inside the boundaries, plus relay throws.A deeper career mode that gives you the choice between a seasoned pro or a rookie just starting out in club cricket.Motion captured first class cricketers, including female cricketers for the first time in all game modes.",
            "A world first stadium and logo creator that allows you to customise and share your play experience.Download and play with thousands of community created players, teams, umpires, stadiums and logos. Note: You must be connected to the internet to boot this game. You may disconnect from the internet once at the main menu." ]
    },
    {
        "game_name": "Rugby 22",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1475850/header.jpg?t=1643991899",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1475850/ss_2e02c91a4ec170a87d0d353a32b0579e3fb3a579.600x338.jpg?t=1643991899",
        "sub_images": [
            "https://wallpapercave.com/wp/wp13477600.jpg",
            "https://wallpapercave.com/wp/wp13477603.jpg",
            "https://wallpapercave.com/wp/wp13477606.jpg",
            "https://wallpapercave.com/wp/wp13477616.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1475850/ss_39b14fcef51ffcae8f5abc7f5bb22626132e5dca.600x338.jpg?t=1643991899",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1475850/ss_37c93c487c62468216e1c49fed6dd8987e91e378.600x338.jpg?t=1643991899",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1475850/ss_7eca7f69daf7b6f876d2be62fd3309b7a33b25a9.600x338.jpg?t=1643991899"
        ],
        "description": "Crouch, bind, set! Discover the true rugby experience. Play with best clubs and top nations, enjoy dynamic gameplay that stays faithful to the sport, and experience the intensity of big matches.",
        "category": "sports",
        "releaseDate": "27 Jan, 2022",
        "price": 1149,
        "about": [
            "The ALL BLACKS are coming to Rugby 22! Take control of the biggest clubs and top rugby nations, and enter the most prestigious competitions in single-player and multiplayer modes, local and online. Rugby 22 offers total rugby, combining tactics and intensity through gameplay that stays true to the sport.",
            "TAKE YOUR TEAM TO THE TOP Lead your players to victory in tournaments, official leagues and a Career Mode in which you can create and manage your own team. OVER 50 OFFICIAL TEAMS Play in the United Rugby Championship, the Top 14, the Pro D2, and a wide range of national teams, including New Zealand, France, Ireland, Wales and Australia.",
            "A GAME MADE FOR FANS Rugby 22 offers a true rugby experience with a deep tactical system and authenticity that recreates the intensity of the sport's big matches."
        ]
    },
    {
        "game_name": "FC 25",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2669320/header.jpg?t=1724359060",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2669320/ss_857b4aaf3c10b2a886d60f029f32b2f86d968311.600x338.jpg?t=1724359060",
        "sub_images": [
            "https://wallpapercave.com/wp/wp14245758.jpg",
            "https://wallpapercave.com/wp/wp14233639.jpg",
            "https://wallpapercave.com/wp/wp14245811.jpg",
            "https://wallpapercave.com/wp/wp14245625.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2669320/ss_ded26e23554cb4d0612b8f531304f8f486eafcf4.1920x1080.jpg?t=1724359060",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2669320/ss_009991924bc40dd9d9793bbef7b5783470e3030d.1920x1080.jpg?t=1724359060",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2669320/ss_bab390c4ca80ca91d5984440cec2eea12b4848ba.1920x1080.jpg?t=1724359060"
        ],
        "description": "EA SPORTS FC™ 25 gives you more ways to win for the club. Team up with friends in your favourite modes with the new 5v5 Rush, and manage your club to victory as FC IQ delivers more tactical control than ever before.",
        "category": "sports",
        "releaseDate": "Coming 27 Sep, 2024",
        "price": 5999,
        "featured":true,
        "about": [
            "EA SPORTS FC™ 25 includes more than 120 authentic football stadiums from across the world, including new additions such as Buenos Aires’ Mâs Monumental (Club Atlético River Plate), Rotterdam’s De Kuip (Feyenoord), Lisbon’s Estádio José Alvalade (Sporting CP), Istanbul’s RAMS Park (Galatasaray) and Ülker Stadyumu (Fenerbahçe S.K).Other stadiums will see meaningful reconstructions following completion of their real-world renovation works, including Real Madrid’s Estadio Santiago Bernabéu, Villarreal CF’s Estadio de la Cerámica, and Frankfurt’s Deutsche Bank Park.",
            "An overhaul of Team Tactics upgrades positioning at both ends of the pitch and changes how every team plays based on their real-world style, making every match feel fresh and unique.More than 50 new Player Roles will guide the way every player thinks and behaves on the pitch, resulting in more authentic tactical intelligence and movement off the ball.New real-time suggestions and D-Pad functionalities make in-game tactical decision-making more accessible and intuitive than ever, and new broadcast features allow you to better experience the changes as they take effect.",
            "FC IQ helps refresh our approach to tactics and positioning to create greater variety and authenticity in gameplay, while a new AI model, powered by real-world data, influences player tactics through all-new Player Roles.While a Role dictates the main responsibilities of the player, the Focus is a modifier upon the Role that enables players to slightly tweak one or two characteristics of it."
        ]
    },
    {
        "game_name": "NBA 2K25",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2878980/header.jpg?t=1725598846",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2878980/ss_0cb3e2c1d49ebade8a1470889a51ba1e53f1dca4.600x338.jpg?t=1725598846",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2878980/ss_8e3db832678488ed1003fa41cc0ef9bd74d332e5.600x338.jpg?t=1725598846",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2878980/ss_53d356c675679bf18c50aa65ebcbc7c3857669d1.600x338.jpg?t=1725598846",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2878980/ss_40b45c20c14c8996000e81f697bd1d09f26ea5fd.600x338.jpg?t=1725598846",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2878980/ss_3a08987033974b0e58d9d9f21794da91aae82811.600x338.jpg?t=1725598846"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2338770/ss_bf27fa4c07f92e0bebc487e134657fc3bd3523df.600x338.jpg?t=1723216182",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2338770/ss_5995ac468ec5bdc4d136a2556fa3b71e23b69842.600x338.jpg?t=1723216182",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2338770/ss_8484c2049f7b9ddefed2ccd83136be68cf7d44ee.600x338.jpg?t=1723216182"
        ],
        "description": "Command every court with authenticity and realism Powered by ProPLAY™, giving you ultimate control over how you play in NBA 2K25. Define your legacy in MyCAREER, MyTEAM, MyNBA, and The W.",
        "category": "sports",
        "releaseDate": "4 Sep, 2024",
        "price": 3999,
        "popular":true,
        "about": [
            "The City is the ultimate proving ground; hit the park for some streetball fun and compete at various new venues. Pay homage to legends of the game in MyCAREER as you eclipse their records and usher in the greatest dynasty of all-time. Let your talents shine in a bustling City and etch your name among the greats",
            "Build a dynasty that transcends eras, and redefine what it means to be the best as a General Manager in MyNBA. Explore the unique challenges that come with overseeing an NBA front office and cherish the ultimate reward of winning a championship, or multiple. Choose from six Eras, including an all-new Era, and become the next mastermind to change the game forever",
            "Strive for G.O.A.T. status in The W and create legendary moments during your career. Honor all-time players past and present as you ascend to the highest tier and etch your name in the record books. Lead the next generation of WNBA stars and take on world-class talent in The W Online."
        ]
    },
    {
        "game_name": "The Walking Dead: The Telltale Definitive Series",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449690/header.jpg?t=1698776763",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449690/ss_6516a5046534828009a9a37b21fe4fc6913b1c9f.600x338.jpg?t=1698776763",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449690/ss_eede7e5373bc1bce57cc0c4f7cfeaca3d7fb234f.600x338.jpg?t=1698776763",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449690/ss_d2212f80e78b6d7af99bc17802a8e76dc575cbf3.600x338.jpg?t=1698776763",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449690/ss_235eb54ee3c3fa2075e7d1424547e780cf59d48f.600x338.jpg?t=1698776763",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449690/ss_cb65600711e471b56af95f11e0f771d512765239.600x338.jpg?t=1698776763"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449690/ss_4c9727d44c50dd749d3f72567ea3cb30e879ce2a.600x338.jpg?t=1698776763",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449690/ss_235eb54ee3c3fa2075e7d1424547e780cf59d48f.600x338.jpg?t=1698776763",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449690/ss_cb65600711e471b56af95f11e0f771d512765239.600x338.jpg?t=1698776763"
        ],
        "description": "The Walking Dead: The Telltale Definitive Series contains all 4 Seasons, 400 Days, and The Walking Dead: Michonne, which includes over 50 hours of gameplay across 23 unique episodes",
        "category": "Horror",
        "releaseDate": "29 Oct, 2020",
        "price": 600,
        "about": [
            "Graphical Enhancements: “Graphic Black” art style brings Season 4’s enhanced visual style to all previous seasons of the acclaimed series. Will also include full dynamic lighting to episodes that previously did not receive this upgrade.",
            "Behind the Scenes Bonuses: Exclusive looks at the making of the game from the developers, VO artists, and other team members that brought Clementine’s story to life. This includes over 10+ hours of developer commentary and “Return of the Walking Dead” documentary short.",
            "Gameplay Improvements: Character performances, lip syncing, and other gameplay and UI enhancements make this the definitive Telltale’s The Walking Dead experience."
        ]
    },
    {
        "game_name": "Phasmophobia",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739630/header.jpg?t=1723564595",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739630/ss_f0377c02897de8831a5f032f13a6dc0f994516d5.600x338.jpg?t=1723564595",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739630/ss_8032ff1ebe2aad6871c45b30458d7a6c868f2212.600x338.jpg?t=1723564595",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739630/ss_b446d0ca191cf5a183ac3cc9538a59aa7575c14c.600x338.jpg?t=1723564595",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739630/ss_dcf3fde71a8104c068d9fd1c122361af9677737a.600x338.jpg?t=1723564595",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739630/ss_ce1062b9312afbc12000f980087ede8fa718445d.600x338.jpg?t=1723564595"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739630/extras/investigate.png?t=1723564595",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739630/extras/play_your_way.png?t=1723564595",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/739630/extras/multiplayer.png?t=1723564595"
        ],
        "description": "Phasmophobia is a 4 player online co-op psychological horror. Paranormal activity is on the rise and it’s up to you and your team to use all the ghost-hunting equipment at your disposal in order to gather as much evidence as you can.",
        "category": "Horror",
        "releaseDate": "18 Sep, 2020",
        "price": 880,
        "about": [
        "Immersive Experience: Realistic graphics and sounds as well as a minimal user interface ensure a totally immersive experience that will keep you on your toes. Identify over 20 different ghost types, each with unique traits, personalities, and abilities to make each investigation feel different from the last. Use well-known ghost-hunting equipment such as EMF Readers, Spirit Boxes, Thermometers, and Night Vision Cameras to find clues and gather as much paranormal evidence as you can. Find Cursed Possessions that grant information or abilities in exchange for your sanity.Full Voice Recognition: The Ghosts are listening! Use your actual voice to interact with the Ghosts through Ouija Boards and EVP Sessions using a Spirit Box.",
        "Locations: Choose from over 10 different haunted locations, each with unique twists, hiding spots, and layouts. With 5 default difficulties and hand crafted weekly challenges, there are plenty of ways to test your skills. Dive in head first, get your hands dirty searching for evidence while fighting for your life. If you're not feeling up to the task, play it safe and support your team from the truck by monitoring the investigation with CCTV and motion sensors.Create your own games to tailor the difficulty to your or your group's needs, with proportional rewards and come up with crazy game modes of your own!",
        "Play alongside your friends with up to 4 players in this co-op horror where teamwork is key to your success. Phasmophobia supports all players together, play with your friends with any combination of input types."
        ]
    },
    {
        "game_name": "Amnesia: The Dark Descent",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/57300/header.jpg?t=1724418856",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/57300/ss_f05aa49adbc3fbd7f96ab079b4649259a4fb443e.600x338.jpg?t=1724418856",
        "sub_images": [
            "https://wallpapercave.com/wp/e3sp9un.jpg",
            "https://wallpapercave.com/wp/qb0LuZH.jpg",
            "https://wallpapercave.com/wp/XVe98jk.jpg",
            "https://wallpapercave.com/wp/SJpMSFj.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/57300/ss_fbf8289efe7ff6ce01d2e209f0300ecffb8fcfc4.600x338.jpg?t=1724418856",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/57300/ss_2bf5b6775bbc3857f0b607cb298885c5f3651556.600x338.jpg?t=1724418856",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/57300/ss_db5cf1ca6aa0198d45b9ea892c202bd2bb451e74.600x338.jpg?t=1724418856"
        ],
        "description": "Amnesia: The Dark Descent, a first person survival horror. A game about immersion, discovery and living through a nightmare. An experience that will chill you to the core.",
        "category": "Horror",
        "releaseDate": "8 Sep, 2010",
        "price": 880,
        "about": [
            "The last remaining memories fade away into darkness. Your mind is a mess and only a feeling of being hunted remains. You must escape.Awake...Amnesia: The Dark Descent, a first person survival horror. A game about immersion, discovery and living through a nightmare. An experience that will chill you to the core.You stumble through the narrow corridors as the distant cry is heard.It is getting closer.",
            "Explore...Amnesia: The Dark Descent puts you in the shoes of Daniel as he wakes up in a desolate castle, barely remembering anything about his past. Exploring the eerie pathways, you must also take part of Daniel's troubled memories. The horror does not only come from the outside, but from the inside as well. A disturbing odyssey into the dark corners of the human mind awaits.A sound of dragging feet? Or is your mind playing tricks on you?",
            "By using a fully physically simulated world, cutting edge 3D graphics and a dynamic sound system, the game pulls no punches when trying to immerse you. Once the game starts, you will be in control from the beginning to the end. There are no cut-scenes or time-jumps, whatever happens will happen to you first hand.Something emerges out of the darkness. It's approaching. Fast.Amnesia: The Dark Descent throws you headfirst into a dangerous world where danger can lurk behind every corner. Your only means of defense are hiding, running or using your wits.Do you have what it takes to survive?"
        ]
    },
    {
        "game_name": "Resident Evil7:Biohazard",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/418370/header.jpg?t=1713310478",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/418370/ss_4ba2efde83e86ad41dd962b6802c45029efbe75d.1920x1080.jpg?t=1713310478",
        "sub_images": [
            "https://wallpapercave.com/wp/wp2074013.jpg",
            "https://wallpapercave.com/wp/wp2074014.jpg",
            "https://wallpapercave.com/wp/wp2074019.jpg",
            "https://wallpapercave.com/wp/wp2074028.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/418370/ss_4f42f8bb0c4eda5b0911a25a18b4812cb25d8e34.600x338.jpg?t=1713310478",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/418370/ss_26cee827684c0b0ba39764add124c764979022d3.600x338.jpg?t=1713310478",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/418370/ss_d07fd9fca3644350782356667ce78d436c574680.600x338.jpg?t=1713310478"
        ],
        "description": "Encountering grotesque creatures and unraveling a mystery shrouded in horror, players must navigate treacherous environments, solve puzzles, and confront unimaginable terror in a relentless battle for survival.",
        "category": "Horror",
        "releaseDate": "24 Jan, 2017",
        "price": 1119,
        "about": [
            "Resident Evil 7 biohazard is the next major entry in the renowned Resident Evil series and sets a new course for the franchise as it leverages its roots and opens the door to a truly terrifying horror experience. A dramatic new shift for the series to first person view in a photorealistic style powered by Capcom’s new RE Engine, Resident Evil 7 delivers an unprecedented level of immersion that brings the thrilling horror up close and personal.",
            "Set in modern day rural America and taking place after the dramatic events of Resident Evil® 6, players experience the terror directly from the first person perspective. Resident Evil 7 embodies the series’ signature gameplay elements of exploration and tense atmosphere that first coined “survival horror” some twenty years ago; meanwhile, a complete refresh of gameplay systems simultaneously propels the survival horror experience to the next level."
        ]
    },
    {
        "game_name": "Outlast",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238320/header.jpg?t=1666817106",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238320/ss_97dfd31784f9c51d2c603ac3f36ae52fac401de3.600x338.jpg?t=1666817106",
        "sub_images": [
            "https://wallpapercave.com/wp/wp1872482.jpg",
            "https://wallpapercave.com/wp/wp1872487.jpg",
            "https://wallpapercave.com/wp/wp1872488.jpg",
            "https://wallpapercave.com/wp/wp1872494.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238320/ss_1b4cc24b78f404c69fa18d42e5d5b00873c8852f.600x338.jpg?t=1666817106",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238320/ss_de19e8b1f41d9594bf64d02424a0ec5046c733f5.116x65.jpg?t=1666817106",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238320/ss_346356d74b2e0ddec58ab3b93b147ffb30ae6e55.600x338.jpg?t=1666817106"
        ],
        "description": "Hell is an experiment you can't survive in Outlast, a first-person survival horror game developed by veterans of some of the biggest game franchises in history. As investigative journalist Miles Upshur, explore Mount Massive Asylum and try to survive long enough to discover its terrible secret... if you dare.",
        "category": "Horror",
        "releaseDate": ":4 Sep, 2013",
        "price": 880,
        "discounts":true,
        "about": [
            "In the remote mountains of Colorado, horrors wait inside Mount Massive Asylum. A long-abandoned home for the mentally ill, recently re-opened by the “research and charity” branch of the transnational Murkoff Corporation, the asylum has been operating in strict secrecy… until now.Acting on a tip from an anonymous source, independent journalist Miles Upshur breaks into the facility, and what he discovers walks a terrifying line between science and religion, nature and something else entirely. Once inside, his only hope of escape lies with the terrible truth at the heart of Mount Massive.Outlast is a true survival horror experience which aims to show that the most terrifying monsters of all come from the human mind.",
            "True Survival Horror Experience: You are no fighter - if you want to survive the horrors of the asylum, your only chance is to run... or hideAAA-quality graphics give players a detailed, terrifying world to exploreStealth-based gameplay, with parkour-inspired platforming elementsPlayers cannot know when - and from where - one of the asylum’s terrifying inhabitants will finally catch up to them Outlast’s setting and characters are inspired by real asylums and cases of criminal insanity",
            "Mature Content description:This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent Violence or Gore, General Mature Content"
        ]
    },
    {
        "game_name": "Martha is Dead",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/515960/header.jpg?t=1721400500",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/515960/ss_96fcbfc05639eb49a54bd79c62271ad69b149749.600x338.jpg?t=1721400500",
        "sub_images": [
            "https://wallpapercave.com/wp/wp10511089.jpg",
            "https://wallpapercave.com/wp/wp10511097.jpg",
            "https://wallpapercave.com/wp/wp10511131.jpg",
            "https://wallpapercave.com/wp/wp10511136.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/515960/extras/MID_1_4.gif?t=1721400500",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/515960/extras/MID_1_7.gif?t=1721400500",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/515960/extras/MID_1_2.gif?t=1721400500"
        ],
        "description": "Martha Is Dead is a dark first-person psychological thriller, set in 1944 Italy, that blurs the lines between reality, superstition and the tragedy of war.",
        "category": "Horror",
        "releaseDate": "24 Feb, 2022",
        "price": 699,
        "about": [
            "Martha Is Dead is a dark first-person psychological thriller, set in 1944 Italy, that blurs the lines between reality, superstition and the tragedy of war.As conflict intensifies between German and Allied forces, the desecrated body of a woman is found drowned… Martha!Martha is dead, and her twin sister Giulia, the young daughter of a German soldier, must alone deal with the acute trauma of loss and the fallout from her murder. The hunt for the truth is shrouded by mysterious folklore and the extreme horror of war that draws ever closer.",
            "The first Indie game to launch using the native Italian language as the default setting – for full immersion into the story and the characters.The second game from LKA, the award-winning developer of “The Town of Light” and specialists in reality-based narrative games focused on tough subjects.Martha Is Dead is an exploration of loss, relationships, and the psychological undertones of a dark period of history through the eyes of a young woman who seeks the truth, but who also has secrets of her own to hide",
            "Freely explore the breathtakingly realised Tuscany countryside on foot, by boat, or by bike. Grounded in reality, Martha Is Dead’s setting and historical context are inspired by real facts and places that have been faithfully reconstructed in true LKA fashion.Play with numerous marionette sequences in the puppet theatre to remember repressed memories."
        ]
    },

    
    {
        "game_name": "Silent Hill:The Short Message",
        "poster": "https://upload.wikimedia.org/wikipedia/en/f/f9/Silent_Hill_The_Short_Message.jpeg",
        "main_image": "https://wallpapercave.com/wp/wp3303531.jpg",
        "sub_images": [
            "https://wallpapercave.com/wp/wp13015658.jpg",
            "https://wallpapercave.com/wp/wp13015645.jpg",
            "https://wallpapercave.com/wp/wp13015681.jpg",
            "https://wallpapercave.com/wp/wp13015776.jpg"
        ],
        "gifs": [
            "https://wallpapercave.com/wp/wp3303530.jpg",
            "https://wallpapercave.com/wp/wp8185565.jpg",
            "https://wallpapercave.com/wp/wp8186175.jpg"
        ],
        "description": "a teenage girl named Anita after she receives bizarre text messages from her deceased friend Maya, who committed suicide, and must look for things that serve as clues in an abandoned apartment complex in Germany, while occasionally evading a monster covered in cherry blossom petals",
        "category": "Horror",
        "releaseDate": "31 January 2024",
        "price": 500,
        "about": [
            "The Short Message is a first-person horror game, much like PT. There’s no combat, and you’re haunted by a mysterious creature, much like PT. It’s also free, quite short – about two hours – and pretty spooky. Yes, it’s the PT of the modern era of Silent Hill, a glimpse at the future of the series, setting the tone for what the series is and could be going forward.",
            "If Silent Hill: The Short Message is signaling the future of the Silent Hill series, the future looks messy and interesting. That’s not a bad thing by any means, but if Konami is insistent on taking on heavy themes, it does need some amount of nuance. Maybe a longer runtime could solve that and future games will deliver on the promise",
            "Until I was forced into a series of hallways, being chased by a beautiful but terrifying cherry blossom monster. These sections are a little bit puzzle-y, and later in the game require some solid memorization and quick-thinking skills. I didn’t finish the game because of these sections – my ADHD meant memorization was difficult, and the screen effects made me motion sick – but I didn’t think they were bad. They reminded me of the EMMI sections in Metroid Dread – great, but not for me."
        ]
    },
    {
        "game_name": "Red Dead Redemption 2",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1174180/header.jpg?t=1720558643",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1174180/ss_4ce07ae360b166f0f650e9a895a3b4b7bf15e34f.600x338.jpg?t=1720558643",
        "sub_images": [
            "https://i.gadgets360cdn.com/large/red_dead_redemption_2_trailer_3_1525099054332.jpg",
            "https://c4.wallpaperflare.com/wallpaper/404/715/643/red-dead-redemption-rockstar-games-red-dead-redemption-2-video-games-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/138/761/177/red-dead-redemption-2-red-dead-redemption-john-marston-video-game-characters-western-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/673/903/748/red-dead-redemption-red-dead-redemption-2-video-game-art-video-games-wallpaper-preview.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1174180/ss_668dafe477743f8b50b818d5bbfcec669e9ba93e.600x338.jpg?t=1720558643",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1174180/ss_bac60bacbf5da8945103648c08d27d5e202444ca.600x338.jpg?t=1720558643",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1174180/ss_66b553f4c209476d3e4ce25fa4714002cc914c4f.600x338.jpg?t=1720558643"
        ],
        "description": "Winner of over 175 Game of the Year Awards and recipient of over 250 perfect scores, RDR2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age. Also includes access to the shared living world of Red Dead Online",
        "category": "Open World",
        "releaseDate": "5 Dec, 2019",
        "price": 1279,
        "featured":true,
        "about": [
            "Arthur Morgan and the Van der Linde gang are outlaws on the run. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him.",
            "Now featuring additional Story Mode content and a fully-featured Photo Mode, Red Dead Redemption 2 also includes free access to the shared living world of Red Dead Online, where players take on an array of roles to carve their own unique path on the frontier as they track wanted criminals as a Bounty Hunter, create a business as a Trader, unearth exotic treasures as a Collector or run an underground distillery as a Moonshiner and much more.",
            "With all new graphical and technical enhancements for deeper immersion, Red Dead Redemption 2 for PC takes full advantage of the power of the PC to bring every corner of this massive, rich and detailed world to life including increased draw distances; higher quality global illumination and ambient occlusion for improved day and night lighting; improved reflections and deeper, higher resolution shadows at all distances; tessellated tree textures and improved grass and fur textures for added realism in every plant and animal."
        ]
    },
    {
        "game_name": "Grand Theft Auto",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/271590/header.jpg?t=1720472998",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/271590/ss_da39c16db175f6973770bae6b91d411251763152.600x338.jpg?t=1720472998",
        "sub_images": [
            "https://e1.pxfuel.com/desktop-wallpaper/662/286/desktop-wallpaper-gta-v-ps3-gameplay-walkthrough-playthrough-part-41-gta-5-ps3.jpg",
            "https://wallpapers.com/images/hd/gta-5-landscape-art-2a58lbxzfpa0xjg7.jpg",
            "https://i.pinimg.com/originals/af/8e/8e/af8e8e2393473e92a0d7b8ecec11ae9b.png",
            "https://images.alphacoders.com/563/563020.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/271590/ss_e8cd9901cec9bc5e7c6b8a9dc3e746fa77988a26.600x338.jpg?t=1720472998",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/271590/ss_e3412658add19155ba35d6c80862559bf002845d.600x338.jpg?t=1720472998",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/271590/ss_e080b9646300458e7e6fde55ad68c8fd3650371c.600x338.jpg?t=1720472998"
        ],
        "description": "Grand Theft Auto V is a critically acclaimed open-world action-adventure game developed by Rockstar Games. Set in the fictional state of San Andreas, players explore the sprawling city of Los Santos and its surrounding areas.",
        "category": "Open World",
        "releaseDate": "14 Apr, 2015",
        "price": 976,
        "featured":true,
        "about": [
            "When a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody, least of all each other.",
            "The game offers players a huge range of PC-specific customization options, including over 25 separate configurable settings for texture quality, shaders, tessellation, anti-aliasing and more, as well as support and extensive customization for mouse and keyboard controls. Additional options include a population density slider to control car and pedestrian traffic, as well as dual and triple monitor support, 3D compatibility, and plug-and-play controller support.",
            "Grand Theft Auto V for PC also brings the debut of the Rockstar Editor, a powerful suite of creative tools to quickly and easily capture, edit and share game footage from within Grand Theft Auto V and Grand Theft Auto Online. The Rockstar Editor’s Director Mode allows players the ability to stage their own scenes using prominent story characters, pedestrians, and even animals to bring their vision to life. Along with advanced camera manipulation and editing effects including fast and slow motion, and an array of camera filters, players can add their own music using songs from GTAV radio stations, or dynamically control the intensity of the game’s score. Completed videos can be uploaded directly from the Rockstar Editor to YouTube and the Rockstar Games Social Club for easy sharing."
        ]
    },
    {
        "game_name": "Assassin's Creed:Mirage",
        "poster": "https://wallpapercave.com/wp/wp13971256.jpg",
        "main_image": "https://wallpapercave.com/wp/wp13971666.jpg",
        "sub_images": [
            "https://wallpapercave.com/wp/wp12300509.jpg",
            "https://wallpapercave.com/wp/wp12300512.jpg",
            "https://wallpapercave.com/wp/wp12300519.jpg",
            "https://wallpapercave.com/wp/wp12300533.jpg"
        ],
        "gifs": [
            "https://wallpapercave.com/wp/wp13971245.jpg",
            "https://wallpapercave.com/wp/wp13971354.jpg",
            "https://wallpapercave.com/wp/wp12928381.jpg"
        ],
        "description": "you play Basim, a young street thief seeking answers. Roam the richly-detailed, reactive and vibrant streets of 9th century Baghdad, uncovering the mysteries of the past as you fight to secure your future.",
        "category": "Open World",
        "releaseDate": "5 October 2023",
        "price": 2499,
        "featured":true,
        "about": [
            "Assassin's Creed Mirage is an action-adventure stealth game intended to be reminiscent of older Assassin's Creed titles, being more linear and story-focused and reducing the number of role-playing elements present in recent installments of the series. Parkour, close-quarter combat, and stealth are core elements of the gameplay. For assassination missions, Mirage adopts the 'Black Box' design previously seen in Assassin's Creed Unity and Assassin's Creed Syndicate, where players have to explore the environment to find different ways to reach and eliminate their targets",
            "Mirage has been described as a smaller Assassin's Creed title, with the main campaign lasting around 15–20 hours, similar to older games in the franchise. It was designed to celebrate the series 15th anniversary, in which the developers used the technology built for Valhalla to create a game that pays tribute to the first Assassin's Creed",
            "The game includes an educational database on the history of Baghdad, in which articles are gradually unlocked as the player progresses.These illustrate 9th-century Abbasid culture with photographs of objects from the Khalili Collections, the David Collection, Doris Duke Foundation for Islamic Art and the Institut du Monde Arabe.The creation of the database involved four academic experts in Islamic art, and was supported with grants from the UK's Economic and Social Research Council and the charity Barakat Trust"
        ]
    },
    {
        "game_name": "Sekiro™: Shadows Die Twice - GOTY Edition",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814380/header.jpg?t=1721684463",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814380/ss_0f7b0f8ed9ffc49aba26f9328caa9a1d59ad60f0.600x338.jpg?t=1721684463",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814380/ss_2685dd844a2a523b6c7ec207d46a538db6a908cd.600x338.jpg?t=1721684463",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814380/ss_15f0e9982621aed44900215ad283811af0779b1d.600x338.jpg?t=1721684463",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814380/ss_1e6f5540866a5564d65df915c22fe1e57e336a6f.600x338.jpg?t=1721684463",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/814380/ss_3d6b38c382c0eafb02dc90d22f33fd292e4e5cf3.600x338.jpg?t=1721684463"
        ],
        "gifs": [
            "https://wallpapercave.com/wp/wp3925194.jpg",
            "https://wallpapercave.com/wp/wp4173872.jpg",
            "https://wallpapercave.com/wp/wp3925255.jpg"
        ],
        "description": "Game of the Year - The Game Awards 2019 Best Action Game of 2019 - IGN Carve your own clever path to vengeance in the award winning adventure from developer FromSoftware, creators of Bloodborne and the Dark Souls series. Take Revenge. Restore Your Honor. Kill Ingeniously.",
        "category": "open world",
        "releaseDate": "21 Mar, 2019",
        "price": 4997,
        "featured":true,
        "about": [
            "Game of the Year - The Game Awards 2019,Best Action Game of 2019 - IGN,Over 50 awards and nominations,Carve your own clever path to vengeance in the critically acclaimed adventure from developer FromSoftware, creators of the Dark Souls series.",
            "In Sekiro™: Shadows Die Twice you are the 'one-armed wolf', a disgraced and disfigured warrior rescued from the brink of death. Bound to protect a young lord who is the descendant of an ancient bloodline, you become the target of many vicious enemies, including the dangerous Ashina clan. When the young lord is captured, nothing will stop you on a perilous quest to regain your honor, not even death itself.",
            "Explore late 1500s Sengoku Japan, a brutal period of constant life and death conflict, as you come face to face with larger than life foes in a dark and twisted world. Unleash an arsenal of deadly prosthetic tools and powerful ninja abilities while you blend stealth, vertical traversal, and visceral head to head combat in a bloody confrontation."
        ]
    },

    {
        "game_name": "Ghost of Tsushima DIRECTOR'S CUT",
        "poster": "https://wallpapercave.com/wp/wp14014361.png",
        "main_image": "https://wallpapercave.com/wp/wp14014271.jpg",
        "sub_images": [
            "https://wallpapercave.com/wp/wp10839428.jpg",
            "https://wallpapercave.com/wp/wp8661183.jpg",
            "https://wallpapercave.com/wp/wp13524152.jpg",
            "https://wallpapercave.com/wp/wp14014351.jpg"
        ],
        "gifs": [
            "https://wallpapercave.com/wp/wp14308258.jpg",
            "https://wallpapercave.com/wp/wp13697925.jpg",
            "https://wallpapercave.com/wp/wp4647461.jpg"
        ],
        "description": "A storm is coming. Venture into the complete Ghost of Tsushima DIRECTOR’S CUT on PC; forge your own path through this open-world action adventure and uncover its hidden wonders. Brought to you by Sucker Punch Productions, Nixxes Software and PlayStation Studios.",
        "category": "open world",
        "releaseDate": "16 May 2024",
        "price": 3199,
        "highlight":true,
        "highlightImage":"https://wallpapercave.com/wp/wp13524156.jpg",
        "about": [
            "In the late 13th century, the Mongol empire has laid waste to entire nations along their campaign to conquer the East. Tsushima Island is all that stands between mainland Japan and a massive Mongol invasion fleet led by the ruthless and cunning general, Khotun Khan.",
            "As the island burns in the wake of the first wave of the Mongol assault, courageous samurai warrior Jin Sakai stands resolute. As one of the last surviving members of his clan, Jin is resolved to do whatever it takes, at any cost, to protect his people and reclaim his home. He must set aside the traditions that have shaped him as a warrior to forge a new path, the path of the Ghost, and wage an unconventional war for the freedom of Tsushima.",
            "Experience Ghost of Tsushima with unlocked framerates and a variety of graphics options tailored to a wide range of hardware, ranging from high-end PCs to portable PC gaming devices."
        ]
    },

    {
        "game_name": "The Witcher 3:Wild Hunt",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/292030/header.jpg?t=1721646225",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/292030/ss_112b1e176c1bd271d8a565eacb6feaf90f240bb2.600x338.jpg?t=1721646225",
        "sub_images": [
            "https://c4.wallpaperflare.com/wallpaper/813/782/456/the-witcher-3-wild-hunt-ultra-wide-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/592/322/326/video-games-white-hair-geralt-of-rivia-the-witcher-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/222/775/658/video-games-the-witcher-3-wild-hunt-the-witcher-geralt-of-rivia-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/890/51/776/the-witcher-the-witcher-3-wild-hunt-geralt-of-rivia-artwork-wallpaper-preview.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/292030/extras/ABOUT_600x225_EN.png?t=1726045366",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/292030/extras/Updated_600x255__EN.png?t=1721646225",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/292030/extras/Open_World_600x255_EN.png?t=1721646225"
        ],
        "description": "You are Geralt of Rivia, mercenary monster slayer. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down Ciri — the Child of Prophecy, a living weapon that can alter the shape of the world.",
        "category": "Open World",
        "releaseDate": "18 May, 2015",
        "price": 1699,
        "featured":true,
        "about": [
            "You are Geralt of Rivia, mercenary monster slayer. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down Ciri — the Child of Prophecy, a living weapon that can alter the shape of the world.Updated to the latest version, The Witcher 3: Wild Hunt comes with new features and items, including a built-in Photo Mode, swords, armor, and alternate outfits inspired by The Witcher Netflix series — and more!",
            "Trained from early childhood and mutated to gain superhuman skills, strength, and reflexes, witchers are a counterbalance to the monster-infested world in which they live.Gruesomely destroy foes as a professional monster hunter armed with a range of upgradeable weapons, mutating potions, and combat magic.Hunt down a wide variety of exotic monsters, from savage beasts prowling mountain passes to cunning supernatural predators lurking in the shadowy back alleys of densely populated cities.Invest your rewards to upgrade your weaponry and buy custom armor, or spend them on horse races, card games, fist fighting, and other pleasures life brings.",
            "Built for endless adventure, the massive open world of The Witcher sets new standards in terms of size, depth, and complexity. Traverse a fantastical open world: explore forgotten ruins, caves, and shipwrecks, trade with merchants and dwarven smiths in cities, and hunt across the open plains, mountains, and seas. Deal with treasonous generals, devious witches, and corrupt royalty to provide dark and dangerous services.Make choices that go beyond good & evil, and face their far-reaching consequences."
        ]
    },
    {
        "game_name": "CYBERPUNK",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1091500/header.jpg?t=1721647847",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1091500/ss_8640d9db74f7cad714f6ecfb0e1aceaa3f887e58.600x338.jpg?t=1721647847",
        "sub_images": [
            "https://cdn.wallpapersafari.com/31/35/5Bvg7u.jpg",
            "https://images3.alphacoders.com/112/1121877.jpg",
            "https://4.bp.blogspot.com/-ncQ46ZQy6gA/XP2WvSty1AI/AAAAAAAADzc/GQhBrVGraw0GsQwBvbyL7nf8PE1xKgPbQCKgBGAs/w0/cyberpunk-2077-v-shooting-uhdpaper.com-4K-87.jpg",
            "https://images.alphacoders.com/111/1117699.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1091500/extras/EN_ABOUT_THE_GAME.jpg?t=1721647847",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1091500/extras/NGU_CREATE_YOUR_OWN_CYBERPUNK_EN.png?t=1721647847",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1091500/extras/NGU_BUILD_YOUR_LEGEND_EN.png?t=1721647847"
        ],
        "description": "Cyberpunk is a futuristic open-world RPG set in the dystopian Night City. Players take on the role of V, a mercenary navigating the city's underworld while unraveling a conspiracy. Despite its rocky launch, the game offers a richly detailed world with deep storytelling and RPG mechanics",
        "category": "Open World",
        "releaseDate": "10 Dec, 2020",
        "price": 2999,
        "featured":true,
        "about": [
            "Cyberpunk 2077 is an open-world, action-adventure RPG set in the megalopolis of Night City, where you play as a cyberpunk mercenary wrapped up in a do-or-die fight for survival. Improved and featuring all-new free additional content, customize your character and playstyle as you take on jobs, build a reputation, and unlock upgrades. The relationships you forge and the choices you make will shape the story and the world around you. Legends are made here. What will yours be?",
            "CREATE YOUR OWN CYBERPUNK:Become an urban outlaw equipped with cybernetic enhancements and build your legend on the streets of Night City.",
            "BUILD YOUR LEGEND:Go on daring adventures and build relationships with unforgettable characters whose fates are shaped by the choices you make."
        ]
    },
    {
        "game_name": "Minecraft Dungeons",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1672970/header.jpg?t=1717003107",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1672970/ss_46ee31494b5d144d5ef6670cb5a1564abbc26fab.600x338.jpg?t=1717003107",
        "sub_images": [
            "https://c4.wallpaperflare.com/wallpaper/948/782/354/minecraft-minecraft-dungeons-ocean-view-minecraft-dungeons-hidden-depths-4k-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/206/790/448/minecraft-minecraft-dungeons-jungle-minecraft-dungeons-jungle-awakens-4k-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/633/707/642/minecraft-minecraft-dungeons-cave-4k-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/245/237/196/xbox-game-studios-minecraft-minecraft-dungeons-hd-wallpaper-preview.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1672970/extras/MCD_Steam_GIF_PowerUp.gif?t=1717003107",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1672970/extras/MCD_Steam_GIF_Multiplayer.gif?t=1717003107",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1672970/extras/MCD_Steam_GIF_Options.gif?t=1717003107"
        ],
        "description": "Fight your way through an exciting action-adventure game, inspired by classic dungeon crawlers and set in the Minecraft universe!",
        "category": "Casual",
        "releaseDate": "22 Sep, 2021",
        "price": 1099,
        "about": [
            "Fight your way through an exciting action-adventure game, inspired by classic dungeon crawlers and set in the Minecraft universe! Brave the dungeons alone, or team up with friends! Up to four players can battle together through action-packed, treasure-stuffed, wildly varied levels – all in an epic quest to save the villagers and take down the evil Arch-Illager!Unlock over 250 unique artifacts, gear, and enchantments to perform and survive devastating special attacks.",
            "Multiplayer!:Up to four players can team up and fight together in co-op mode.",
            "Personalize your character, then fight up-close and personal with melee swings, hang back with ranged attacks, or tank your way through swarms of mobs, shielded by heavy armour!"
        ]
    },
    {
        "game_name": "Zero Hour",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/header.jpg?t=1725954006",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/ss_abe0a2d61ddff4c9cd1b64ff23ee8cbc72ae4469.600x338.jpg?t=1725954006",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/ss_ffe0b104b676178b29cd807f036d5c71d45d1ae5.600x338.jpg?t=1725954006",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/ss_84f9d3a6c7dd29b514f9a69a53c8a93ee4c83f56.600x338.jpg?t=1725954006",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/ss_ae2757bd61169c35f49f97aec64476fe3fc99cc6.600x338.jpg?t=1725954006",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/ss_abb5f7e33dd02dcb6628a0fb7ee404c36880f489.600x338.jpg?t=1725954006"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/extras/ezgif.com-optimize.gif?t=1725954006",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/extras/planning.gif?t=1725954006",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359090/extras/WeaponCust-ezgif.com-optimize.gif?t=1725954006"
        ],
        "description": "Zero Hour is a tactical FPS with online team-based game play that takes place in a variety of fictional locations interpreted in Bangladesh with Real-life scale & resource management. It brings a grounded, close quarter combat experience to the game.",
        "category": "Casual",
        "releaseDate": "9 Sep, 2024",
        "price": 850,
        "discounts":true,
        "about": [
            "Zero Hour presents serious slow-paced, and methodically intense gameplay. The game offers authentic gunplay and scenarios, where quick thinking and strategic execution are essential for victory. Utilize the planning table to overview operations and formulate your approach before taking action. Remember, every move counts, and success demands teamwork, strategy, and precision.",
            "Explore over 18 diverse maps set across various locations in Bangladesh, featuring unique elements like functional elevators, bulletproof glass, and dynamic shutters for strategic advantages. Strategically utilize the breaker switch to control building lights, adding tactical depth to your missions.Choose from over 23 distinct weapons and 18 utilities, emphasizing resource management and team coordination. Fine-tune your arsenal with detailed weapon customization, modifying rails, sights, and foregrips for optimal performance. Immerse yourself in realism by checking magazine bullet counts and repacking magazines for efficiency.",
            "Face a variety of suspects, each with distinct behaviors. Some even wield suicide bombs, while others utilize sniper tactics in long-range maps. They even have the ability to sense incoming fire and strategically time their advances ensuring maximum safety. The dynamic nature of suspects keeps you on your toes, with no guarantee of their next move."
        ]
    },
    {
        "game_name": "Stardew Valley",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413150/header.jpg?t=1711128146",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413150/ss_d836f0a5b0447fb6a2bdb0a6ac5f954949d3c41e.600x338.jpg?t=1711128146",
        "sub_images": [
            "https://wallpapercave.com/wp/wp2234193.png",
            "https://wallpapercave.com/wp/wp2234191.png",
            "https://wallpapercave.com/wp/wp2234233.png",
            "https://wallpapercave.com/wp/wp2234266.png"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413150/extras/animalStrip2.png?t=1711128146",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413150/ss_5e327e4cfc49d8137f8014e728eae3c0e6be2dca.600x338.jpg?t=1711128146",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413150/ss_980472fb4f4860639155880938b6ec292a0648c4.600x338.jpg?t=1711128146"
        ],
        "description": "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?",
        "category": "Casual",
        "releaseDate": "26 Feb, 2016",
        "price": 479,
        "about": [
            "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!",
            "Turn your overgrown field into a lively farm! Raise animals, grow crops, start an orchard, craft useful machines, and more! You'll have plenty of space to create the farm of your dreams.8 Player Farming! Invite 1-7 players to join you in the valley online! Players can work together to build a thriving farm, share resources, and improve the local community. As more hands are better than one, players have the option to scale profit margin on produce sold for a more challenging experience.Improve your skills over time. As you make your way from a struggling greenhorn to a master farmer, you'll level up in 5 different areas: farming, mining, combat, fishing, and foraging. As you progress, you'll learn new cooking and crafting recipes, unlock new areas to explore, and customize your skills by choosing from a variety of professions.",
            "Become part of the local community. With over 30 unique characters living in Stardew Valley, you won't have a problem finding new friends! Each person has their own daily schedule, birthday, unique mini-cutscenes, and new things to say throughout the week and year. As you make friends with them, they will open up to you, ask you for help with their personal troubles, or tell you their secrets! Take part in seasonal festivals such as the luau, haunted maze, and feast of the winter star."
        ]
    },
    {
        "game_name": "Overcooked! 2",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/728880/header.jpg?t=1723622537",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/728880/ss_2f84a12e1fe82cca37848bf29d4b8b16e83db03b.600x338.jpg?t=1723622537",
        "sub_images": [
            "https://wallpapercave.com/wp/wp6371875.jpg",
            "https://wallpapercave.com/wp/wp6371859.jpg",
            "https://wallpapercave.com/wp/wp6371883.jpg",
            "https://wallpapercave.com/wp/wp6371911.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/728880/extras/Walking_Bread.jpg?t=1723622537",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/728880/extras/Overworld_Map.jpg?t=1723622537",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/728880/extras/moreish_mines.jpg?t=1723622537"
        ],
        "description": "Overcooked returns with a brand-new helping of chaotic cooking action! Journey back to the Onion Kingdom and assemble your team of chefs in classic couch co-op or online play for up to four players. Hold onto your aprons… it’s time to save the world again",
        "category": "Casual",
        "releaseDate": "7 Aug, 2018",
        "price": 569,
        "about": [
            "Overcooked returns with a brand-new helping of chaotic cooking action! Journey back to the Onion Kingdom and assemble your team of chefs in classic couch co-op or online play for up to four players. Hold onto your aprons … it’s time to save the world (again!)You’ve saved the world from the Ever Peckish. Now a new threat has arisen and it’s time to get back in the kitchen to stave off the hunger of The Unbread!",
            "FEAST YOUR EYES ON THIS:Journey across a brand new overworld map by land, sea and air. Get cooking in new themes ranging from sushi restaurants, magic schools, mines and even alien planets!",
            "ROMAINE CALM!:Travel through teleporters, across moving platforms and save time by throwing ingredients across dynamic kitchens that shift and evolve. Some kitchens even whisk your chefs away to new locations."
        ]
    },
    {
        "game_name": "Gris",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/683320/header.jpg?t=1721032112",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/683320/ss_a155ad5423e11e3e764a1a270dcf4f30323f0a35.600x338.jpg?t=1721032112",
        "sub_images": [
            "https://c4.wallpaperflare.com/wallpaper/518/178/330/gris-video-game-indie-games-moon-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/827/664/835/pc-gaming-games-art-video-games-video-game-art-gris-video-game-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/430/110/407/video-game-gris-gris-video-game-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/364/306/326/pc-gaming-games-art-video-games-video-game-art-gris-video-game-hd-wallpaper-preview.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/683320/ss_62883bfa8a341db3f9c5c03768f5c14f938fe8fc.600x338.jpg?t=1721032112",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/683320/ss_9c717701f0a67af52d227f69001e1415c932ae60.600x338.jpg?t=1721032112",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/683320/ss_973175ba1865c5716c5f37588d00ac135b7d34ba.600x338.jpg?t=1721032112"
        ],
        "description": "Gris is a hopeful young girl lost in her own world, dealing with a painful experience in her life. Her journey through sorrow is manifested in her dress, which grants new abilities to better navigate her faded reality.",
        "category": "Casual",
        "releaseDate": "13 Dec, 2018",
        "price": 690,
        "about": [
            "Gris is a hopeful young girl lost in her own world, dealing with a painful experience in her life. Her journey through sorrow is manifested in her dress, which grants new abilities to better navigate her faded reality. As the story unfolds, Gris will grow emotionally and see her world in a different way, revealing new paths to explore using her new abilities.",
            "GRIS is a serene and evocative experience, free of danger, frustration or death. Players will explore a meticulously designed world brought to life with delicate art, detailed animation, and an elegant original score. Through the game light puzzles, platforming sequences, and optional skill-based challenges will reveal themselves as more of Gris’s world becomes accessible.",
            "GRIS is an experience with almost no text, only simple control reminders illustrated through universal icons. The game can be enjoyed by anyone regardless of their spoken language."
        ]
    },
    {
        "game_name": "Monument Valley 2",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1927740/header.jpg?t=1678124440",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1927740/ss_c6111c8fed7c22817befc429439dffa2b07484ba.600x338.jpg?t=1678124440",
        "sub_images": [
            "https://wallpapercave.com/wp/wp12710542.jpg",
            "https://wallpapercave.com/wp/wp12710543.jpg",
            "https://wallpapercave.com/wp/wp12710552.jpg",
            "https://wallpapercave.com/wp/wp12710603.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1927740/extras/Steam_MV2_Title.gif?t=1678124440",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1927740/extras/Steam_about_MV2.gif?t=1678124440",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1927740/extras/Steam_Compliation_MV2.gif?t=1678124440"
        ],
        "description": "Discover illusionary pathways and delightful puzzles as you learn the secrets of The Sacred Geometry. Follow the heart warming story of Ro in her journey through motherhood. Rediscover independence through manipulating monuments and evolving paths to explore new, surreal, and mysterious worlds.",
        "category": "Casual",
        "releaseDate": "12 Jul, 2022",
        "price": 299,
        "about": [
            "Welcome back to the world of magical and mysterious monuments in Monument Valley 2, the award-winning sequel to the critically acclaimed Monument Valley.Featuring brand-new environments and puzzles to explore, Monument Valley 2 is a surreal and beautiful experience, with an mistakably unique art style inspired by optical illusions that will keep players feeling in awe.As you make your way through Ro and her child’s adventure, there will always be exciting and mysterious mechanics to unlock, and new friends to meet along the way.",
            "Two Is Better Than One:Monument Valley: Panoramic Edition and Monument Valley 2: Panoramic Edition are both available at an exclusive bundle price when purchased together on Steam. The Panoramic Collection is the best way to play the Monument Valley series.",
            "Simple For All:Click and drag to reshape the world and help Ro and her Child explore breathtaking yet impossible areas. Designed to be easy for everyone to pick up, enjoy and complete. Monument Valley 2: Panoramic Edition is the biggest and best way to play Monument Valley 2 yet."
        ]
    },
    {
        "game_name": "Sherlock Holmes:The Awakened",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1949030/header.jpg?t=1716313306",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1949030/ss_0fdc2e64976f87423994aff9800b34657001951e.600x338.jpg?t=1716313306",
        "sub_images": [
            "https://wallpapercave.com/wp/wp12173668.jpg",
            "https://wallpapercave.com/wp/wp12173677.jpg",
            "https://wallpapercave.com/wp/wp12173682.jpg",
            "https://wallpapercave.com/wp/wp12173692.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1949030/ss_72f3ab1e5e46f7afc729392b367c98abcd6a5f30.600x338.jpg?t=1716313306",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1949030/ss_79b87154e79a2784086a405d97c82f80cabd3f93.600x338.jpg?t=1716313306",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1949030/ss_75b8c88e6086d10989648b73ef0d9d56e69dd41c.600x338.jpg?t=1716313306"
        ],
        "description": "Become the most celebrated detective of all time: Sherlock Holmes! Use your impressive talents as a detective to solve six thrilling and varied cases: murders, missing persons, spectacular thefts and numerous investigations that sometimes lead you into the realms of the fantastic",
        "category": "Mystery And Detective",
        "releaseDate": "11 Apr, 2023",
        "price": 689,
        "featured":true,
        "about": [
            "Experience a nerve-racking Lovecraftian adventure, rebuilt from the ground up with modern graphics and gameplay. Become Sherlock Holmes, and find yourself at the heart of the terrifying Cthulhu Mythos as you investigate a series of mysterious disappearances in Europe and the US.",
            "A Lovecraft meets Sherlock Holmes crossover, The Awakened puts you up against the legendary Cthulhu Mythos. Investigate a series of mysterious disappearances, apparently linked to a dark cult that worships an Ancient God. Whatever their plan is, you must put a stop to it… or face unspeakable consequences.",
            "For the first time in his life, Sherlock is truly afraid. A man of rationale and reason, he faces an otherworldly entity that defies all logic, and this discovery is as enlightening as it is shattering. The pursuit of the truth pushes Sherlock to the verge of madness, and it’s the only story that Watson will never publish.Taking place in 1882, The Awakened lifts the curtain on how Sherlock and John, mere roommates at the time, became the world-famous crime-solving duo."
        ]
    },
    {
        "game_name": "The Wolf Among Us",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250320/header.jpg?t=1686747108",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250320/ss_97605e426c7bc76cd891cfe966da2c7979165b0f.600x338.jpg?t=1686747108",
        "sub_images": [
            "https://wallpapercave.com/wp/wp2628146.jpg",
            "https://wallpapercave.com/wp/wp2628143.jpg",
            "https://wallpapercave.com/wp/wp2628144.jpg",
            "https://wallpapercave.com/wp/wp2628139.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250320/ss_29a49b21ba1b93fc31b60707560195f7ef3fbf44.600x338.jpg?t=1686747108",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250320/ss_be6d5010313dae1668d150f1da64802be0a37a06.600x338.jpg?t=1686747108",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250320/ss_624e8954b0cf08dcba1402090e898033aee75a60.600x338.jpg?t=1686747108"
        ],
        "description": "From the makers of the 2012 Game of the Year: The Walking Dead, comes a thriller based on the award-winning Fables comic books. As Bigby Wolf you will discover that a brutal, bloody murder is just a taste of things to come in a game series where your every decision can have enormous consequences.",
        "category": "Mystery And Detective",
        "releaseDate": "11 Oct, 2013",
        "price": 260,
        "discounts":true,
        "about": [
            "From the makers of the 2012 Game of the Year: The Walking Dead, comes a gritty, violent and mature thriller based on the award-winning Fables comic books (DC Comics/Vertigo). As Bigby Wolf - THE big bad wolf - you will discover that a brutal, bloody murder is just a taste of things to come in a game series where your every decision can have enormous consequences.",
            "An evolution of Telltale's ground-breaking choice and consequence game mechanics will ensure the player learns that even as Bigby Wolf, Sheriff of Fabletown, life in the big bad city is bloody, terrifying and dangerous.Over a season of content spanning across 5 episodes:Episode 1: Faith - Available Now,Episode 2: Smoke and Mirrors - Available Now,Episode 3: A Crooked Mile - Available Now,Episode 4: In Sheep's Clothing - Available Now,Episode 5: Cry Wolf - Available Now,",
            "From the team that brought you 2012 Game of the Year, The Walking DeadBased on the Eisner Award-winning Fables comic book seriesNow, it’s not only WHAT you choose to do that will affect your story, but WHEN you choose to do itA mature and gritty take on characters from fairytales, legends and folklore who have escaped into our worldA perfect place to begin your Fables journey, even if you’ve not read the comics; this game is set before the events seen in the first issue"
        ]
    },
    {
        "game_name": "Return Of The Obra Dinn",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/653530/header.jpg?t=1686697594",
        "main_image": "",
        "sub_images": [
            "https://wallpapercave.com/wp/wp7116128.png",
            "https://wallpapercave.com/wp/wp7116173.jpg",
            "https://wallpapercave.com/wp/wp7116299.jpg",
            "https://wallpapercave.com/wp/wp7116367.png"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/653530/ss_80149ba9e106d3c4bfe717e280806bc0daa6c5b7.600x338.jpg?t=1686697594",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/653530/ss_08fd7317f23f33ea1f35e3967772e22518c12732.600x338.jpg?t=1686697594",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/653530/ss_7dd3476ace2170e134141e487f9491d4c9d094f3.600x338.jpg?t=1686697594"
        ],
        "description": "Lost at sea 1803 ~ The good ship Obra Dinn.",
        "category": "Mystery And Detective",
        "releaseDate": "18 Oct, 2018",
        "price": 880,
        "about": [
            "In 1802, the merchant ship Obra Dinn set out from London for the Orient with over 200 tons of trade goods. Six months later it hadn't met its rendezvous point at the Cape of Good Hope and was declared lost at sea",
            "Early this morning of October 14th, 1807, the Obra Dinn drifted into port at Falmouth with damaged sails and no visible crew. As insurance investigator for the East India Company's London Office, dispatch immediately to Falmouth, find means to board the ship, and prepare an assessment of damages.",
            "Return of the Obra Dinn is a first-person mystery adventure based on exploration and logical deduction."
        ]
    },
    {
        "game_name": "L.A.Noire",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/110800/header.jpg?t=1706132916",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/110800/ss_155cd1693d8c033395d388b83693b6100caecedc.600x338.jpg?t=1706132916",
        "sub_images": [
            "https://wallpapercave.com/wp/wp2159884.jpg",
            "https://wallpapercave.com/wp/wp2159915.jpg",
            "https://wallpapercave.com/wp/wp2159930.jpg",
            "https://wallpapercave.com/wp/wp2159954.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/110800/ss_943769823bd292f7ac1f2b76be58bc0cc61d0491.600x338.jpg?t=1706132916",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/110800/ss_559016b579a212504533287a28cd1642cdbacf05.600x338.jpg?t=1706132916",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/110800/ss_900b5313b3e7e087ba945a0851719d448dd95e63.600x338.jpg?t=1706132916"
        ],
        "description": "L.A. Noire is a violent crime thriller that blends breathtaking action with true detective work to deliver an unprecedented interactive experience. This complete edition of L.A. Noire includes the complete original game and all previously released downloadable content.",
        "category": "Mystery And Detective",
        "releaseDate": "8 Nov, 2011",
        "price": 329,
        "about": [
            "Using groundbreaking new animation technology, MotionScan, that captures every nuance of an actor's facial performance in astonishing detail, L.A. Noire is a violent crime thriller that blends breathtaking action with true detective work to deliver an unprecedented interactive experience. Search for clues, chase down suspects and interrogate witnesses as you struggle to find the truth in a city where everyone has something to hide.",
            "Amid the post-war boom of Hollywood's Golden Age, Cole Phelps is an LAPD detective thrown headfirst into a city drowning in its own success. Corruption is rampant, the drug trade is exploding, and murder rates are at an all-time high. In his fight to climb the ranks and do what's right, Phelps must unravel the truth behind a string of arson attacks, racketeering conspiracies and brutal murders, battling the L.A. underworld and even members of his own department to uncover a secret that could shake the city to its rotten core.",
            "This complete edition of L.A. Noire includes the complete original game and all previously released downloadable content including the 'Nicolson Electroplating' Arson case, the 'Reefer Madness' Vice case, 'The Consul's Car' Traffic case, 'The Naked City' Vice case and 'A Slip of the Tongue' Traffic case."
        ]
    },
    {
        "game_name": "The Vanishing Of Ethan Carter",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258520/header.jpg?t=1591617818",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258520/ss_69872a9956b957c31471be1cd1a58e530cc21a67.600x338.jpg?t=1591617818",
        "sub_images": [
            "https://wallpapercave.com/wp/wp10978974.jpg",
            "https://wallpapercave.com/wp/wp10978966.jpg",
            "https://wallpapercave.com/wp/wp10978948.jpg",
            "https://wallpapercave.com/wp/wp10978942.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258520/ss_d4d1f6afd513b35f9fed4069b5859cf77d4be3b8.600x338.jpg?t=1591617818",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258520/ss_2bbc4e208f82fef934f437863011f12d44be310e.600x338.jpg?t=1591617818",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258520/ss_a7e7253cad63718ba7e29a3c0ba1f0530060f516.600x338.jpg?t=1591617818"
        ],
        "description": "The Vanishing of Ethan Carter is a first-person story-driven mystery. Purchase this game to get both the original and the Unreal Engine 4 remaster called The Vanishing of Ethan Carter Redux.",
        "category": "Mystery And Detective",
        "releaseDate": "26 Sep, 2014",
        "price": 880,
        "about": [
            "The Vanishing of Ethan Carter is a first-person story-driven mystery game that focuses entirely on exploration and discovery. It contains no combat or explosions of any kind. If our game leaves any scars, we hope you won’t be able to see them.",
            "You play the game as Paul Prospero, an occult-minded detective who receives a disturbing letter from Ethan Carter. Realizing the boy is in grave danger, Paul arrives at Ethan’s home of Red Creek Valley, where things turn out to be even worse than he imagined. Ethan has vanished in the wake of a brutal murder, which Paul quickly discerns might not be the only local murder worth looking into.",
            "Inspired by the weird fiction (and other tales of the macabre) from the early twentieth century, The Vanishing of Ethan Carter aims to significantly evolve immersive storytelling in games. While it features a private detective and quite a few mental challenges, The Vanishing of Ethan Carter is not an especially puzzle-ridden game. Our focus is on atmosphere, mood, and the essential humanity of our characters."
        ]
    },
    {
        "game_name": "Sifu",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2138710/header.jpg?t=1718182149",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2138710/ss_9be1654f96e9fd6517fbe9107d76da245cbfaeb9.600x338.jpg?t=1718182149",
        "sub_images": [
            "https://wallpapercave.com/wp/wp8690238.jpg",
            "https://wallpapercave.com/wp/wp8690243.png",
            "https://wallpapercave.com/wp/wp8690275.jpg",
            "https://wallpapercave.com/wp/wp8690280.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2138710/extras/Steam_Gif5_EnterTheArenasENG.gif?t=1718182149",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2138710/extras/Steam_Gif1_ToHaveKungFu.gif?t=1718182149",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2138710/extras/Steam_Gif3_AdaptationIsSurvival.gif?t=1718182149"
        ],
        "description": "Sifu is a realistic third-person brawler with tight Kung Fu combat mechanics and cinematic martial arts action embarking you on a path for revenge.",
        "category": "Action",
        "releaseDate": "28 Mar, 2023",
        "price": 1249,
        "popular":true,
        "about": [
            "Itching for some more good ol' Kung Fu action? The free Arenas expansion adds multiple hours of gameplay that will put your Kung Fu to the test. With 5 new game modes, 15 dynamic locations and 120 challenges, gear up for spectacular combats, brutal opponents, and endless opportunities to refine your moves.",
            "Whether you choose to play as a male or a female character, in Sifu, you will ponder that question on your path for revenge, hunting down your family’s assassins. One against all, you have no allies, countless enemies, and a mysterious amulet to bring you back to life every time you die. Yet, be warned! Your secret weapon comes with a hefty price to pay: aging and its consequences.",
            "Careful positioning and clever use of the environment to your advantage are key to your survival. Use everything at your disposal: throwable objects, makeshift weapons, windows, and ledges... The odds are stacked against you, and you will be offered no mercy."
        ]
    },
    {
        "game_name": "Final Fantasy VII Rebirth",
        "poster": "https://wallpapercave.com/wp/wp13290151.jpg",
        "main_image": "https://wallpapercave.com/wp/wp13290138.jpg",
        "sub_images": [
            "https://wallpapercave.com/wp/wp13290122.jpg",
            "https://wallpapercave.com/wp/wp13290126.png",
            "https://wallpapercave.com/wp/wp13290136.jpg",
            "https://wallpapercave.com/wp/wp13290144.gif"
        ],
        "gifs": [
            "https://wallpapercave.com/wp/wp13290143.jpg",
            "https://wallpapercave.com/wp/wp13290142.jpg",
            "https://wallpapercave.com/wp/wp13290125.jpg"
        ],
        "description": "Final Fantasy VII Rebirth is the second in a planned trilogy of games remaking the 1997 PlayStation game Final Fantasy VII. It begins after the events of Final Fantasy VII Remake (2020), following the party's escape from the metropolis of Midgar",
        "category": "Action",
        "releaseDate": "February 29, 2024",
        "price": 3666,
        "about": [
            "The game features real-time exploration and combat, with a more open-ended overworld compared to the linear progression of Remake's Midgar. Objective markers appear in the heads-up display, highlighting main story quests and sidequests to complete along with their respective distances from the party in the overworld.",
            "Players primarily control Cloud Strife, a former Shinra soldier who joins the eco-terrorist group AVALANCHE to fight Shinra, who has been draining the Planet's life energy, and is drawn into a conflict with the legendary SOLDIER Sephiroth, who has returned after being presumed dead. Like Remake, Rebirth reimagines elements of the original game while expanding upon character development and the overall narrative structure.",
            "In addition to walking on foot, the party can ride on Chocobos as a faster means of traversal. Rebirth expands on the hybrid of action-focused melee combat and the Active-Time Battle (ATB) system introduced in Remake, in which the player takes control of a party of characters that can be freely switched between during gameplay"
        ]
    },
    {
        "game_name": "Marvel’s Spider-Man Remastered",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1817070/header.jpg?t=1725652915",
        "main_image":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1817070/ss_7be97aa12cfc0e8feccdbb95dac3de71480f2140.600x338.jpg?t=1725652915",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1817070/ss_ad14a7daa190cb150fbb070afc70bc64d66a5e2e.600x338.jpg?t=1725652915",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1817070/ss_000ef57509c773d07a94c1b8c27a8f8966274d62.600x338.jpg?t=1725652915",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1817070/ss_e425f5f97ece3ab8cfa09747dafeac2dd44a9b29.600x338.jpg?t=1725652915",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1817070/ss_7c2b250a3dfcf7a48b61e6b911894be1d78be8ec.600x338.jpg?t=1725652915"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1817070/ss_85d37c08a4fc1aeb32b6de7ee442e9344cb8be20.600x338.jpg?t=1725652915",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1817070/ss_dfe778bf6d66e952e4acd4e1f926f7615b609ddf.600x338.jpg?t=1725652915",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1817070/ss_dfba6f2477bfa42be69ddfdffbd421d3943d20bf.600x338.jpg?t=1725652915"
        ],
        "description": "In Marvel’s Spider-Man Remastered, the worlds of Peter Parker and Spider-Man collide in an original action-packed story. Play as an experienced Peter Parker, fighting big crime and iconic villains in Marvel’s New York. Web-swing through vibrant neighborhoods and defeat villains with epic takedowns.",
        "category": "Action",
        "releaseDate": "12 Aug, 2022",
        "price": 3999,
        "highlight":true,
        "highlightImage":"https://wallpapercave.com/wp/wp10273817.jpg",
        "about": [
            "When iconic Marvel villains threaten Marvel’s New York, Peter Parker and Spider-Man’s worlds collide. To save the city and those he loves, he must rise up and be greater.After eight years behind the mask, Peter Parker is a crime-fighting master. Feel the full power of a more experienced Spider-Man with improvisational combat, dynamic acrobatics, fluid urban traversal and environmental interactions.",
            "The worlds of Peter Parker and Spider-Man collide in an original action-packed story. In this new Spider-Man universe, iconic characters from Peter and Spider-Man’s lives have been reimagined, placing familiar characters in unique roles.The Big Apple comes to life in Marvel’s Spider-Man. Swing through vibrant neighborhoods and catch breathtaking views of iconic Marvel and Manhattan landmarks. Use the environment to defeat villains with epic takedowns in true blockbuster action.",
            "Following the events of the main story of Marvel’s Spider-Man Remastered, experience the continuation of Peter Parker’s journey in Marvel’s Spider-Man: The City That Never Sleeps, three story chapters with additional missions and challenges to discover."
        ]
    },
    {
        "game_name": "Tekken 8",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1778820/header.jpg?t=1724990385",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1778820/ss_62e6ec252bc1a641e8e42dba07f23631d5da85e6.600x338.jpg?t=1724990385",
        "sub_images": [
            "https://wallpapercave.com/wp/wp12826813.jpg",
            "https://wallpapercave.com/wp/wp12826831.jpg",
            "https://wallpapercave.com/wp/wp12826940.jpg",
            "https://wallpapercave.com/wp/wp12826907.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1778820/extras/GIF_New-Game-New-Rivalry.gif?t=1724990385",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1778820/extras/GIF_Thrilling-onver-the-top-battles.gif?t=1724990385",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1778820/extras/GIF_Enjoy-your-Tekken-life.gif?t=1724990385"
        ],
        "description": "Get ready for the next chapter in the legendary fighting game franchise, TEKKEN 8.",
        "category": "Action",
        "releaseDate": "26 Jan, 2024",
        "price": 4199,
        "popular":true,
        "about": [
            "Fist Meets Fate in TEKKEN 8. Holding a record for the longest-running video game storyline, the TEKKEN series begins a new chapter as TEKKEN 8 continues the tragic saga of the Mishima and Kazama bloodlines, and their world-shaking father-and-son grudge matches starting from 6 months after the closure of the last match. The story of Jin Kazama's growth and determination marks a new chapter in the timeless saga",
            "The new battle system, Heat, dials up the aggressive nature of battles, while maintaining the play feel and tactics unique to the TEKKEN series. The intensity of battles is greatly enhanced by the destructable stages. Unleashing super move-like Rage Arts is sure to enthrall both players and spectators alike. All of these hard-hitting mechanics come together to make TEKKEN 8 the most exciting installment in the series to date!",
            "In the new single-player mode Arcade Quest, craft your own unique avatar and embark on your new TEKKEN life. Battle your way through a variety of rivals across multiple arcades as the story unfolds, all while mastering the basics and practical skills in TEKKEN 8. Unlock a variety of customization items for characters and avatars as you progress."
        ]
    },
    {
        "game_name": "Spectre",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2641470/header.jpg?t=1726083901",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2641470/ss_79af547613c9f5a0c845190f4c3daca7e329db0a.600x338.jpg?t=1726083901",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2641470/ss_803524561844027d461de630bbf24be47f27ff6c.600x338.jpg?t=1726083901",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2641470/ss_029e5d4af5bc3ee66a6f11036980e373b95a813a.600x338.jpg?t=1726083901",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2641470/ss_274fb2d55ec9a711716dba263f300472fc06e51f.600x338.jpg?t=1726083901",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2641470/ss_7b39e6d576656cba07dc19d5039c674d158fc50f.600x338.jpg?t=1726083901"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2641470/extras/SD_Shroud.gif?t=1726083901",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2641470/extras/SD_Duality.gif?t=1726083901",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2641470/extras/Trailer_3.gif?t=1726083901"
        ],
        "description": "Spectre Divide is the genre-evolving, competitive 3v3 tactical shooter driven by Duality. Use Duality to control two bodies in real-time, letting you defend two sites at once, cover your own cross, or even trade yourself. Master tactical gunplay and an arsenal of future tech to achieve infamy.",
        "category": "Action",
        "releaseDate": "3 Sep, 2024",
        "price": 200,
        "about": [
            "Former pro player, community builder, and master of the FPS genre.shroud has partnered with Mountaintop as the lead gameplay advisor since early Alpha. His unparalleled gameplay insights helped to design and tune the game into a tight competitive experience.“I witnessed firsthand Mountaintop's desire to bring something fresh to the tac shooter genre. And over the past two years working together, we've honed in on something I really think you'll love. —shroud",
            "Use Duality to freely swap between your second body—called a Spectre—at any moment to outplay the enemy team. Strategically place your Spectre to cover multiple sites across the map, play two angles at once, and quickly reinforce teammates.Death can’t stop you. Your Spectre is a second chance at victory, giving you twice the uptime so you can run it back and make sure to hit your shots the second time around.",
            "Pick from 8 Sponsor kits, each with a distinct loadout to fit your playstyle. Whether you love to set traps, drop smokes, or support teammates—Sponsors let you flex on the opposition.Every Sponsor loadout is integrated with Duality, so grab your guns, grab your gear, and craft new ways to outplay the competition"
        ]
    },
    {
        "game_name": "Black Myth:Wukong",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2358720/header.jpg?t=1725007201",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2358720/header.jpg?t=1724238313",
        "sub_images": [
            "https://c4.wallpaperflare.com/wallpaper/253/949/277/anime-artwork-warrior-video-games-wallpaper-preview.jpg",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2358720/ss_968bbc9caceb7d798bd0c393e1e9b4c44ed6d835.600x338.jpg?t=1724238313",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2358720/ss_524a39da392ee83dde091033562bc719d46b5838.600x338.jpg?t=1724238313",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2358720/ss_415397426d4c939ebb8a93ac66831f28ee7199be.600x338.jpg?t=1724238313"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2358720/extras/SteamGIF_Scene.gif?t=1724238313",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2358720/extras/SteamGIF_Battle.gif?t=1724238313",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2358720/extras/SteamGIF_Boss.gif?t=1724238313"
        ],
        "description": "Black Myth: Wukong is an action RPG rooted in Chinese mythology. You shall set out as the Destined One to venture into the challenges and marvels ahead, to uncover the obscured truth beneath the veil of a glorious legend from the past",
        "category": "Action",
        "releaseDate": "20 Aug 2024",
        "price": 3599,
        "popular":true,
        "about": [
            "Black Myth: Wukong is an action RPG rooted in Chinese mythology. The story is based on Journey to the West, one of the Four Great Classical Novels of Chinese literature. You shall set out as the Destined One to venture into the challenges and marvels ahead, to uncover the obscured truth beneath the veil of a glorious legend from the past",
            "One of the major highlights of Journey to the West is its diverse cast of adversaries, each with their unique strengths.As the Destined One, you will encounter powerful foes and worthy rivals throughout your journey. Fearlessly engage them in epic battles where surrender is not an option",
            "Spells, transformations, and magic vessels of all manifestations, in which some counteract while others amplify, have long been iconic combat elements of Chinese mythology.As the Destined One, aside from mastering various staff techniques, you can also freely combine different spells, abilities, weapons, and equipment to find a winning strategy that best suits your combat style"
        ]
    },
    {
        "game_name": "Prince Of Persia:The Lost Crown",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2751000/header.jpg?t=1723463979",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2751000/ss_501d258f3625fe03cb9bca175d5c98082470f742.600x338.jpg?t=1723463979",
        "sub_images": [
            "https://wallpapercave.com/wp/wp12433680.jpg",
            "https://wallpapercave.com/wp/wp12433686.jpg",
            "https://wallpapercave.com/wp/wp12433701.jpg",
            "https://wallpapercave.com/wp/wp12433703.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2751000/extras/POP_600x345_GIF_02.gif?t=1723463979",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2751000/extras/POP_600x345_GIF_03.gif?t=1723463979",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2751000/extras/POP_600x345_GIF_04.gif?t=1723463979"
        ],
        "description": "As sword-wielding prodigy Sargon you'll combine acrobatic combat with extraordinary Time Powers and super abilities to navigate diverse biomes filled with time-corrupted enemies and mythological beasts.",
        "category": "Action",
        "releaseDate": "8 Aug, 2024",
        "price": 2779,
        "about": [
            "UNLEASH YOUR INNER WARRIOR:Use your Time Powers, combat, and platforming skills to perform deadly combos and defeat time-corrupted enemies and mythological creatures.",
            "LOSE YOURSELF IN THE PRODIGIOUS MOUNT QAF:Discover a cursed Persian-inspired world filled with larger-than-life landmarks and explore a variety of highly detailed biomes, each with their own identity, wonder, and danger.",
            "LIVE AN EPIC ADVENTURE:Immerse yourself in a Persian mythological​ fantasy through an intriguing and original story as you use your wits to solve puzzles, find hidden treasures, and complete quests to learn more about this corrupted place."
        ]
    },
    {
        "game_name": "Assassin Creed Valhalla",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2208920/header.jpg?t=1697654233",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2208920/ss_e7310b36689ec722d2ea4643efc15bd8fa720c67.600x338.jpg?t=1697654233",
        "sub_images": [
            "https://c4.wallpaperflare.com/wallpaper/119/271/761/assasin-s-creed-syndicate-assassin-s-creed-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/166/855/613/assassins-creed-syndicate-city-of-london-2015-wallpaper-preview.jpg",
            "https://cdn.akamai.steamstatic.com/steam/apps/368500/header.jpg?t=1692034785",
            "https://rare-gallery.com/uploads/posts/818593-Assassins-Creed-Soldiers-Pistols-Assassins-Creed-Unity.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2208920/extras/KeyFeature_Banner_1_Intro.png?t=1697654233",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2208920/ss_c3bff917ead50268eb7708ef3bf30e07b58929e9.600x338.jpg?t=1697654233",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2208920/ss_5e527e1e063ef041ca6680f503081274dcc5513a.600x338.jpg?t=1697654233"
        ],
        "description": "The Assassin's Creed games are centered around one or more fictional members of the Order of the Assassins. Their memories are experienced by an in-game character in the modern-day period through a device called the Animus and its derivations.",
        "category": "Action",
        "releaseDate": "6 Dec, 2022",
        "price": 2999,
        "popular":true,
        "about": [
            "Become Eivor, a legendary Viking raider on a quest for glory.Lead epic Viking raids against Saxon troops and fortresses.Relive the visceral fighting style of the Vikings as you dual-wield powerful weapons.Challenge yourself with the most varied collection of enemies ever in Assassin's Creed.Shape the growth of your character and your clan's settlement with every choice you make.Explore a Dark Age open world, from the harsh shores of Norway to the beautiful kingdoms of England.",
            "In Assassin’s Creed® Valhalla, you are Eivor, a fierce Viking warrior raised on tales of battle and glory. Explore a mysterious and beautiful open world set against the brutal backdrop of England’s Dark Ages.Season pass content includes: Wrath of the Druids and The Siege of Paris expansions.Ultimate Pack features the Berserker Bundle (Gear Set, Settlement Pack, and Longship Pack).Dawn of Ragnarök Expansion: Embrace your destiny as the Norse god Odin and complete your saga.",
            "In Assassin’s Creed Valhalla: Dawn of Ragnarök, the most ambitious expansion in franchise history, Eivor must embrace their destiny as Odin, the Norse god of Battle and Wisdom. Unleash new divine powers as you embark on a desperate quest through a breathtaking world. Complete a legendary Viking saga and save your son in the face of the gods’ doom."
        ]
    },
    {
        "game_name": "Red Glare",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2277720/header.jpg?t=1711804855",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2277720/ss_934756b7b492181f8964359411fe888e48c81454.600x338.jpg?t=1711804855",
        "sub_images": [
            "https://media.moddb.com/cache/images/games/1/82/81364/thumb_620x2000/Screenshot_324.1.png",
            "https://media.moddb.com/cache/images/games/1/82/81364/thumb_620x2000/Screenshot_314.png",
            "https://media.moddb.com/cache/images/games/1/82/81364/thumb_620x2000/Screenshot_313.png",
            "https://media.moddb.com/cache/images/games/1/82/81364/thumb_620x2000/Screenshot_310.png"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2277720/extras/ezgif.com-crop.gif?t=1711804855",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2277720/ss_75801496c12941b36441ca4a297cc8bed8ec5ac2.600x338.jpg?t=1711804855",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2277720/ss_f814ae50016a7b26579cf0b32f983eae5258628c.600x338.jpg?t=1711804855"
        ],
        "description": "Red Glare is a WW2 real-time tactics game where you play agents of the OSS, the precursor to the CIA, combating a secret German expedition in South America. With five well balanced characters and a story campaign playing out across a continent.",
        "category": "Strategy",
        "releaseDate": "25 Jan, 2024",
        "price": 276,
        "discounts":true,
        "about": [
            "Red Glare is a WW2 real-time tactics game where you play agents of the OSS, the precursor to the CIA, combating a secret German expedition in South America. With five well balanced characters and a story campaign playing out across a continent with jungle, desert, and snow maps, this game will revive your old-school memories of real-time tactics.",
            "Dynamic Day/Night cycles in each map, giving new scenarios in the same missions. Nighttime makes for easier sneaking as enemies’ view cones become shorter except Enemies with flash lights and enemy snipers. Enemies can not see footprints at Night.Dynamic weather system, such as rain reducing the noise of guns.Tactical Pause Mode, use this mode to plan your moves and use multiple characters to take down multiple enemies at same time.In addition to the story campaign, there are five Challenge maps.",
            "Enemies can detect blood trails left by moving bodies killed by knife or gun shots, so players will have to be creative with takedowns, such as poison syringe and wire kills do not cause enemy to bleed.Wide variety of enemies, including Tanks, Dogs, and Snipers.Optimized huge maps filled with more than 200 enemies, more than ever seen in a real-time tactics game.And many more gameplay details."
        ]
    },
    {
        "game_name": "Warhammer 40,000: Chaos Gate-Daemonhunters",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1611910/header.jpg?t=1690293922",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1611910/ss_b74eb0d9ff840354d08cc54dac10ee837fee5b45.600x338.jpg?t=1690293922",
        "sub_images": [
            "https://wallpapercave.com/wp/wp11052323.jpg",
            "https://wallpapercave.com/wp/wp11052347.jpg",
            "https://wallpapercave.com/wp/wp11052351.jpg",
            "https://wallpapercave.com/wp/wp11052380.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1611910/extras/GIF_3_V2.gif?t=1690293922",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1611910/extras/GIF_4_V1.gif?t=1690293922",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1611910/extras/GIF_5_V2.gif?t=1690293922"
        ],
        "description": "Lead humanity’s greatest weapon, the Grey Knights, in this fast-paced turn-based tactical RPG. Root out and purge a galaxy-spanning plague in a cinematic, story-driven campaign, using the tactics and talents of your own personalised squad of Daemonhunters.",
        "category": "Strategy",
        "releaseDate": "5 May, 2022",
        "price": 1819,
        "featured":true,
        "about": [
            "Grey Knights are an elite chapter of Space Marines and are not in the business of making mistakes or missing their shots. The Precision Targeting system puts you in control of your tactical decisions, allowing you to plan your strategy with confidence, whether by taking shots from afar with sure-fire accuracy, or dismembering and dismantling a foe in brutal melee combat!",
            "As the Bloom corrupts worlds, environments will evolve and erupt with deadly hazards and minions, cultists and the infamous Death Guard Chaos Space Marines will mutate with pestilent boons and blessings, giving them new attacks and abilities. Adapt your tried and tested strategies to overcome unsurmountable odds against towering foes and their servants.",
            "Charge headlong into fast-paced tactical combat. Eviscerate and execute enemies up close in gory displays of prowess, or strike from afar with blessed bullets and powerful psychic energies. Use the dynamically destructible environment to your advantage by tearing down pillars or slamming vehicles into unsuspecting enemies."
        ]
    },
    {
        "game_name": "Terminator:Dark Fate-Defiance",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1839950/header.jpg?t=1718208617",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1839950/ss_8b5d224aa165a5197506c69a8c6f11e5c185e299.600x338.jpg?t=1718208617",
        "sub_images": [
            "https://wallpapercave.com/wp/wp13554510.jpg",
            "https://wallpapercave.com/wp/wp8787679.jpg",
            "https://wallpapercave.com/wp/wp13554521.jpg",
            "https://wallpapercave.com/wp/wp13554543.png"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1839950/extras/gif1.gif?t=1718208617",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1839950/extras/gif2.gif?t=1718208617",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1839950/extras/gif3.gif?t=1718208617"
        ],
        "description": "Terminator: Dark Fate – Defiance is not just a game; it's an adrenaline-fueled journey where your strategic prowess decides the fate of mankind against the machines. After the machines took over, the greatest threats may not come from the machines but rather from other human survivors.",
        "category": "Strategy",
        "releaseDate": "21 Feb, 2024",
        "price": 1200,
        "about": [
            "Terminator: Dark Fate – Defiance is a real-time strategy game based on the Terminator: Dark Fate universe that follows the war between humanity and Legion's synthetic intelligent machine network.In the single-player campaign, you take the role of a commander in the Founders, a force made up of the remnants of the US military and guide your army in an attempt to foil Legion's plan to exterminate the last remnants of humanity. In skirmish and multiplayer modes, play as three very diverse factions: Founders, Movement and Legion.Take control of an army carried over from mission to mission on a series of large strategic maps. Make decisions about unit placement, battle tactics and abilities so that you don’t just survive but can become the leader of the resistance against the machines. Hone your skills and military expertise by replaying and achieving the best possible outcomes.",
            "Engage in complex, realistic battles where your tactical decisions are vital to your survival and ultimate victory. Use a variety of military equipment, vehicles and ammunition types in your battles against the enemy. Recruit and train new units, assign new skills and acquire new weapons and equipment to continue the resistance.Encounter tense battles. Your battlefield tactics and choices have deep consequences that will impact through the campaign, with other factions and characters either joining you or fighting against you, and with certain missions being available or not depending on your actions.Your resources are limited and you must protect your army. Weapons of war receive damage through a modular component damage system where armour characteristics, component malfunctions and hull structure all affect if your troops survive.",
            "Recruit others to your cause and grow your army. Mix and match the composition of your troops to fit your preferred battle tactics. Use infantry units, heavy armoured military vehicles, plasma cannon technology, drones and other flying units and even human skirmishers to achieve victory.Use the battlefield to your advantage! Physics-based building demolition lets you generate a realistic set of tactical consequences, especially in urban areas."
        ]
    },
    {
        "game_name": "Northgard",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/466560/header.jpg?t=1725028425",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/466560/ss_d2b2e1a1371e5ca6fe341dd013d64d2828a49262.600x338.jpg?t=1725028425",
        "sub_images": [
            "https://c4.wallpaperflare.com/wallpaper/855/236/42/northgard-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/470/56/924/video-game-northgard-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/867/933/164/video-game-northgard-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/97/284/27/northgard-artwork-fantasy-world-sword-statue-wallpaper-preview.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/466560/extras/gifrig.gif?t=1725028425",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/466560/extras/gifng24_5.gif?t=1725028425",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/466560/extras/path.gif?t=1725028425"
        ],
        "description": "Northgard is a critically acclaimed strategy game based on Norse mythology. Lead your clan, uncover the secrets of a mysterious newfound continent and defeat your enemies to conquer the Throne!",
        "category": "Strategy",
        "releaseDate": "7 Mar, 2018",
        "price": 174,
        "about": [
            "The Viking High King is murdered and his Regal Horn is stolen by a man named Hagen. This event kickstarts a saga that will take Rig, his son and heir accompanied by his right-hand man Brand through the new continent of Northgard to discover the reasons behind his father’s assassination.",
            "After years of tireless exploration, brave Vikings have discovered a new land filled with mystery, danger and riches: Northgard. The boldest Northmen have set sail to explore and conquer these new shores, bring fame to their Clan and write history through conquest, trading, or devotion to the Gods.",
            "Build your settlement on the newly discovered continent of Northgard! Assign your Vikings to various jobs and manage your resources carefully to survive harsh winters and ferocious foes. Expand your clan strategically by chasing conquest, fame, lore or trade victory."
        ]
    },
    {
        "game_name": "Shogun Showdown",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2084000/header.jpg?t=1725892346",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2084000/ss_f0052eab3b377e81a34a2748ec00a4a6dae22d39.600x338.jpg?t=1725892346",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2084000/ss_f0052eab3b377e81a34a2748ec00a4a6dae22d39.600x338.jpg?t=1725892346",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2084000/ss_dd1207280a798033738c18ac0dc54bce059263be.600x338.jpg?t=1725892346",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2084000/ss_402237528840d6c3c102e2ae941697292219293c.600x338.jpg?t=1725892346",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2084000/ss_a3a259c183db498e54648dbf1ccf87aa72864a54.600x338.jpg?t=1725892346"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2084000/extras/Combos.gif?t=1725892346",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2084000/extras/Shops.gif?t=1725892346",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2084000/extras/combos2.gif?t=1725892346"
        ],
        "description": "Shogun Showdown is a turn-based combat game with rogue-like and deck-building elements. Position yourself and attack at the right time, upgrade your tiles and combo them to get ready to face the Shogun",
        "category": "Strategy",
        "releaseDate": "5 Sep, 2024",
        "price": 621,
        "about": [
            "Turn-based combat where every action counts. Carefully position yourself, build up and unleash your attacks at the right time!",
            "Upgrade your attack tiles and combo them!Gain new skills and build the best deck you can before facing the Shogun.",
            "Rogue-like: death is not the end, but the beginning of your journey towards mastery. As you play, you will unlock new characters, attacks, skills and more!Enjoy a Japanese-inspired setting with pixel art graphics"
        ]
    },
    {
        "game_name": "Surviving Mars",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464920/header.jpg?t=1701955588",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464920/ss_704652725921dc704f2060eb7301f02073c57fba.600x338.jpg?t=1701955588",
        "sub_images": [
            "https://wallpapercave.com/wp/wp3842028.jpg",
            "https://wallpapercave.com/wp/wp3842031.jpg",
            "https://wallpapercave.com/wp/wp3842049.jpg",
            "https://wallpapercave.com/wp/wp3842105.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464920/extras/Building_a_sustainable_colony_in_space.png?t=1701955588",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464920/extras/Individually_simulated_colonists_1.png?t=1701955588",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/464920/extras/Randomized_research_tree_1.png?t=1701955588"
        ],
        "description": "There will be challenges to overcome. Execute your strategy and improve your colony’s chances of survival while unlocking the mysteries of this alien world. Are you ready? Mars is waiting for you.",
        "category": "Strategy",
        "releaseDate": "15 Mar, 2018",
        "price": 1599,
        "about": [
            "Building on a planet not fit for human life challenges you to build a smart, functional colony. Bad planning isn’t about traffic jams, it’s about survival of your colonists. You really don’t want rolling blackouts in a city constructed in a place without oxygen.",
            "Each colonist is a unique individual with problems and strengths that influence the needs and behavior of the other colonists. Things can get really interesting if your chief scientists develops alcoholism after one too many long nights in the lab.",
            "Combine static and random research through experimentation, which allows for a different experience for each journey through the game. Attain new scientific breakthroughs by exploring the uncharted terrain of Mars's surface."
        ]
    },
    {
        "game_name": "PUBG",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578080/header.jpg?t=1720671886",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578080/ss_f148e1cd44da2972d1b61da1e12b7b3587c1f6a3.600x338.jpg?t=1720671886",
        "sub_images": [
            "https://wallpapers.com/images/high/pubg-parachute-4k-zthu8yoxrtmvm2qj.webp",
            "https://cdn.cloudflare.steamstatic.com/steam/apps/578080/capsule_616x353.jpg?t=1707123905",
            "https://c4.wallpaperflare.com/wallpaper/526/760/945/video-games-pubg-wallpaper-preview.jpg",
            "https://wallpapers.com/images/high/playerunknowns-battlegrounds-4k-stwwp5t22d9he9au.webp"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578080/ss_07590e851053a453e09c7d6f272adf602c3f8ee8.600x338.jpg?t=1720671886",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578080/ss_a403a1f4071d36d42bea7a505089b56b570b2569.600x338.jpg?t=1720671886",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578080/ss_66e156cf716e72096c15c132c3443e774cb2f9a5.600x338.jpg?t=1720671886"
        ],
        "description": "Play PUBG: BATTLEGROUNDS for free. Land on strategic locations, loot weapons and supplies, and survive to become the last team standing across various, diverse Battlegrounds. Squad up and join the Battlegrounds for the original Battle Royale experience that only PUBG: BATTLEGROUNDS can offer.",
        "category": "Survival",
        "releaseDate": "21 Dec, 2017",
        "price": 500,
        "popular":true,
        "about": [
            "LAND LOOT SURVIVE!:Land on strategic locations loot weapons and supplies and survive to become the last team standing across various diverse Battlegrounds.",
            "Squad up and join the Battlegrounds for the original Battle Royale experience that only PUBG: BATTLEGROUNDS can offer.",
            "This content download will also provide access to the BATTLEGROUNDS Test Server, which requires a separate download to play. Optional in-game purchases available."
        ]
    },
    {
        "game_name": "Core keeper",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/header.jpg?t=1725299065",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/ss_8f3fd22bc5c385450d36309755323ca18efda4be.600x338.jpg?t=1725299065",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/ss_0c317ed9fbf20c3e7fc489d570ff84192e4914c2.600x338.jpg?t=1725299065",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/ss_506ef81db824857eaea549d3e78430b92ad3ee7d.600x338.jpg?t=1725299065",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/ss_fae5df968cf317edccad3ea9c51821fbed889739.600x338.jpg?t=1725299065",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/ss_0d1b6ca710fb0981b74fe1fabccb7b1968c1f7ba.600x338.jpg?t=1725299065"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/extras/Mining_English.gif?t=1725299065",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/extras/Discover_English.gif?t=1725299065",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/extras/Titans_English.gif?t=1725299065"
        ],
        "description": "Explore a vast cavern of creatures, relics and resources in a mining sandbox adventure for 1-8 players. Mine, build, fight, craft and farm to unravel the mystery of the ancient Core.",
        "category": "Survival",
        "releaseDate": "27 Aug, 2024",
        "price": 880,
        "about": [
            "Delve deep to harvest precious resources and unearth hidden gems. Craft tools to help you survive, from pickaxes, fishing rods, and shovels to traps, bombs, and mortars. Upgrade your arsenal and equipment with advanced tools like the mighty Obliteration Ray, and automated machinery to streamline mining, smelting, storage, and more. Level up your skills and unlock powerful weapons to conquer the depths",
            "Explore diverse biomes with unique ecosystems and long-forgotten lore. From the living walls of the Clay Caves to the crystal caverns of the Shimmering Frontier, discover more about this mysterious world as you uncover the secrets of the Cavelings. Build a boat to set sail across the Sunken Sea, race across the Desert of Beginnings, and encounter the remnants of ancient civilizations.",
            "Face legendary Titans that hold the secret to this long-forgotten world. Sharpen your combat skills against a variety of monsters and mini-bosses, spend talent points to level up your abilities, and plan your strategy to conquer these colossal creatures of the underground. Discover rare and powerful loot to help you on your journey and power up the Core."
        ]
    },
    {
        "game_name": "Pacific Drive",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1458140/header.jpg?t=1725263233",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1458140/ss_7dfb1b9087a859b49debadb941269f971b212277.600x338.jpg?t=1725263233",
        "sub_images": [
            "https://wallpapercave.com/wp/wp13391422.jpg",
            "https://wallpapercave.com/wp/wp13391438.png",
            "https://wallpapercave.com/wp/wp13391466.png",
            "https://wallpapercave.com/wp/wp13391471.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1458140/extras/DriveToSurvive2.jpg?t=1725263233",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1458140/extras/Investigatethezone123.png?t=1725263233",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1458140/extras/Repeat2.png?t=1725263233"
        ],
        "description": "Face the supernatural dangers of the Olympic Exclusion Zone with a car as your only lifeline in this driving survival adventure! Scavenge resources, load up your trusty station wagon, and drive like hell to make it through alive",
        "category": "Survival",
        "releaseDate": "22 Feb, 2024",
        "price": 839,
        "featured":true,
        "about": [
            "It’s you and your station wagon against an unforgiving, vicious world. It’ll take more than a fresh set of tires to keep you alive, on and off the road. Your faithful wagon can be upgraded and reinforced to protect you, but the car is going to take a beating. Keep your gas tank filled and your panels intact to withstand the radiation permeating the Zone. You’ll be pushed to your limit - making repairs on the fly, scavenging materials wherever you can, and adapting your rolling fortress to tackle the many life-threatening dangers that lurk in the shadows.",
            "The experimental leftovers of the secretive ARDA organization remain scattered across the Zone, and finding answers won’t be easy. Everywhere you look you’ll find anomalies, surreal forces of a twisted nature that make your journey more difficult... or more interesting. Silhouettes in the dark, rolling piles of scrap metal, and towering pillars of earth - each trip is packed with otherworldly hazards. As terrifying as those may be, nothing compares to the overwhelming power of a Zone Storm. Stomp on the gas and outrun it if you can - these rolling maelstroms rend the landscape and obliterate anything that sticks around too long. Don’t let that be you.",
            "Check the map, pack some gear for the trip, and hit the road. Gather resources and collect data as you go, there’s all sorts of useful stuff inside the walls of the Zone. Make it back safely and use the contents of your trunk to improve your car and garage. Every time you venture out, new trials await: bizarre weather, unforgiving landscapes, and experimental remnants. The golden rule in the Zone is ‘nothing ventured, nothing gained’ — some materials can only be found in the most dangerous places. Be smart out there, and don’t waste time — it’s going to be a long haul."
        ]
    },
    {
        "game_name": "7 Days to Die",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/251570/header.jpg?t=1724878216",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/251570/ss_fab3d39d4fdcab63df04a5e7bb69b5c0f81a0896.600x338.jpg?t=1724878216",
        "sub_images": [
            "https://wallpapercave.com/wp/wp2082801.jpg",
            "https://wallpapercave.com/wp/wp2082808.jpg",
            "https://wallpapercave.com/wp/wp2082812.jpg",
            "https://wallpapercave.com/wp/wp2082870.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/251570/extras/7Days_AboutThisGame_Banner.png?t=1724878216",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/251570/ss_cb37f3a4226d16fbb0e4681605ef592acba3077f.600x338.jpg?t=1724878216",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/251570/ss_66ab2c612cb28b4b61974bcb3380a69274c4c127.600x338.jpg?t=1724878216"
        ],
        "description": "7 Days to Die is an open-world game that is a unique combination of first-person shooter, survival horror, tower defense, and role-playing games. Play the definitive zombie survival sandbox RPG that came first. Navezgane awaits!",
        "category": "Survival",
        "releaseDate": "25 Jul, 2024",
        "price": 1800,
        "about": [
            "With over 18 million copies sold, 7 Days has defined the survival genre, with unrivaled crafting and world-building content. Set in a brutally unforgiving post-apocalyptic world overrun by the undead, 7 Days is an open-world game that is a unique combination of first-person shooter, survival horror, tower defense, and role-playing games. It presents combat, crafting, looting, mining, exploration, and character growth, in a way that has seen a rapturous response from fans worldwide. Play the definitive zombie survival sandbox RPG that came first. Navezgane awaits!",
            "Explore - Huge, unique and rich environments, offering the freedom to play the game any way you want, featuring 5 unique biomes and worlds up to 100 square kilometers in size.Craft – Handcraft and repair weapons, clothes, armor, tools, vehicles, and more with over 500 recipes. Learn more powerful recipes by finding schematics.Build – Design your fort to include traps, electric power, auto turrets, automated doors, gadgets and defensive positions to survive the undead in a fully destructible and moldable world",
            "Cooperate or Compete – Work together to build settlements or against each other raiding other player’s bases, it’s really up to you in a wasteland where zombies and outlaws rule the land.Create – Unleash your creativity with access to over 800 in-game items, and over 1,300 unique building blocks and a painting system that offers infinite possibilities.Improve – Increase your skills with a multitude of perks under 5 main attributes. Gain additional skills by reading over 100 books. 7 Days to Die is the only true survival RPG.Choose – Play the campaign world, or dive back in a randomly-generated world with cities, towns, lakes, mountains, valleys, roads, caves and over 700 unique location"
        ]
    },
    {
        "game_name": "Dead Rising 4",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543460/header.jpg?t=1644282464",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543460/ss_1617e83cbe27f3a9b05a1fb53163e0a8445a0659.600x338.jpg?t=1644282464",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543460/ss_f11543d355d5e78a307b3256ae65d6f37371efed.600x338.jpg?t=1644282464",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543460/ss_8bc3282df11ed5dcd4b3c483a97e9477092a8946.600x338.jpg?t=1644282464",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543460/ss_fe3a6146925494878c42080b571b2b72dd9bc676.600x338.jpg?t=1644282464",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543460/ss_bd2a2fcb5f2a8c6d708fd0cc448021329af53fe6.600x338.jpg?t=1644282464"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543460/ss_a760bb3c04f2f8aa9ee82c199c72d8fa6f7985e3.600x338.jpg?t=1644282464",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543460/ss_0cbb6e1ae0b7768f0f5ad995ecfaab9fe21d38c8.600x338.jpg?t=1644282464",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/543460/ss_8bc3282df11ed5dcd4b3c483a97e9477092a8946.600x338.jpg?t=1644282464"
        ],
        "description": "Dead Rising 4 marks the return of photojournalist Frank West in an all-new chapter of one of the most popular zombie game franchises of all time. With an unmatched level of weapon and character customization, ambitious new features including new zombie classes and EXO Suits, Dead Rising 4 delivers a heart-pounding experience",
        "category": "Survival",
        "releaseDate": "14 Mar, 2017",
        "price": 399,
        "discounts":true,
        "about": [
            "Dead Rising 4 marks the return of photojournalist Frank West in an all-new chapter of one of the most popular zombie game franchises of all time. All of the classic hallmarks of the ground breaking series return, including a huge array of weapons and vehicles players can combine to combat the horde ranging from the practical – to the practically insane",
            "Players will also enjoy ambitious new features including new zombie classes, EXO Suits, and 4-player co-op multiplayer",
            "With intense action and an unmatched level of weapon and character customization, Dead Rising 4 delivers a heart-pounding experience as players explore, scavenge and fight to survive in an epic open world sandbox."
        ]
    },
    {
        "game_name": "The Long Dark",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/305620/header.jpg?t=1691688878",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/305620/ss_01029b7848cf11a9a8dc9afbc27532170019f834.600x338.jpg?t=1691688878",
        "sub_images": [
            "https://wallpapercave.com/wp/wp4340700.jpg",
            "https://wallpapercave.com/wp/wp4340719.jpg",
            "https://wallpapercave.com/wp/wp4340715.jpg",
            "https://wallpapercave.com/wp/wp4340722.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/305620/extras/1-Survival-Header.gif?t=1691688878",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/305620/ss_4ecc2750cc978185c422e9a69b471622c86d1113.600x338.jpg?t=1691688878",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/305620/ss_cd8c096172033a29a04330747076ea52ce92d31c.600x338.jpg?t=1691688878"
        ],
        "description": "THE LONG DARK is a thoughtful, exploration-survival experience that challenges solo players to think for themselves as they explore an expansive frozen wilderness in the aftermath of a geomagnetic disaster. There are no zombies -- only you, the cold, and all the threats Mother Nature can muster.",
        "category": "Survival",
        "releaseDate": "1 Aug, 2017",
        "price": 539,
        "about": [
            "Included with both THE LONG DARK: SURVIVAL EDITION and THE LONG DARK, Survival Mode is the free-form, non-narrative Survival Sandbox that has defined the genre since launching on Steam in 2014. After years of open development and dozens of major updates, THE LONG DARK now stands at the pinnacle of the entire genre. Survival is your only goal, and death your only end. Make your own survival story with every game.",
            "The game challenges players to think for themselves by providing the information but never the answers. You have to earn the right to survive",
            "Hunt, fish, trap, climb, map, search for life-saving food and gear items, and try to avoid dying from the hostile wildlife, succumbing to hypothermia, frostbite, or dysentery (amongst other uncomfortable afflictions), find and maintain your life-saving gear. Hunt and be hunted by: Wolves, Bears, Moose, Rabbits, Deers, Crows, and more to come in future updates."
        ]
    },
    {
        "game_name": "Don't Starve",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/219740/header.jpg?t=1720817200",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/219740/ss_2f9a5a4499c1b564d089725ec7d9471f5cc3f49e.600x338.jpg?t=1720817200",
        "sub_images": [
            "https://wallpapercave.com/wp/wp2237023.png",
            "https://wallpapercave.com/wp/wp2237011.jpg",
            "https://wallpapercave.com/wp/wp2237054.png",
            "https://wallpapercave.com/wp/wp2237059.png"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/219740/ss_4efdf13bfa4586cadacf6db01cca504cba51f3cf.600x338.jpg?t=1720817200",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/219740/ss_38d4d1b21050fc4b3978fcf65c909260d3673fb7.600x338.jpg?t=1720817200",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/219740/ss_6f186249858470e199827df5fee95d48a020a89e.600x338.jpg?t=1720817200"
        ],
        "description": "Don’t Starve is an uncompromising wilderness survival game full of science and magic. Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style.",
        "category": "Survival",
        "releaseDate": "23 Apr, 2013",
        "price": 349,
        "about": [
            "You play as Wilson, an intrepid Gentleman Scientist who has been trapped by a demon and transported to a mysterious wilderness world. Wilson must learn to exploit his environment and its inhabitants if he ever hopes to escape and find his way back home",
            "Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style. Play your way as you unravel the mysteries of this strange land.",
            "Uncompromising Survival & World Exploration:No instructions. No help. No hand holding. Start with nothing and craft, hunt, research, farm and fight to survive.Dark and Whimsical Visuals: 2D characters and odd creatures inhabiting a unique 3D world.Randomly Generated New Worlds:Want a new map? No problem! At any time you can generate a new living and breathing world that hates you and wants you to die."
        ]
    },
    {
        "game_name": "STAR WARS: Squadrons",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222730/header.jpg?t=1662047498",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222730/ss_a3e55a6dc13015db282b40b5c32dac1f6e651ed8.600x338.jpg?t=1662047498",
        "sub_images": [
            "https://wallpapercave.com/wp/wp6644457.png",
            "https://wallpapercave.com/wp/wp6644458.jpg",
            "https://wallpapercave.com/wp/wp6644459.jpg",
            "https://wallpapercave.com/wp/wp6644467.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222730/ss_1f3ada86dcb689afd7fbfa353b15619c1ce5560a.600x338.jpg?t=1662047498",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222730/ss_5bb8a4fad528909994731becae7653fd24124d7f.600x338.jpg?t=1662047498",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222730/ss_1984ed1ad9081dfbb00d4248c98dccf63cb4c42c.600x338.jpg?t=1662047498"
        ],
        "description": "Master the art of starfighter combat in the authentic piloting experience STAR WARS™: Squadrons. Feel the adrenaline of first-person multiplayer space dogfights alongside your squadron, and buckle up in a thrilling STAR WARS™ story.",
        "category": "Space",
        "releaseDate": "1 Oct, 2020",
        "price": 2499,
        "featured":true,
        "about": [
            "The cockpit is your home. Use its dashboards to your advantage and — with just a thin hull of metal and glass between you and the perils of space — feel the intensity of combat from a first-person perspective. Take off in thrilling multiplayer modes and a unique single-player STAR WARS story. Immerse yourself in the pilot’s seat completely with the option to play the entirety of STAR WARS: Squadrons in VR.",
            "STAR WARS™ single-player story — Learn what it means to be a pilot after the events of Return of the Jedi. Seen from alternating perspectives between 2 factions, iconic and emerging leaders on both sides are battling for the galaxy. The New Republic fights for freedom. The Empire demands order. We need you to join the galaxy’s finest.",
            "All wings report in — Plan skirmishes with your squadron in the briefing room before taking off to the evolving battlefields across the galaxy. Compete in intense 5v5 multiplayer dogfights, or unite with your squadron to tip the scales in monumental fleet battles. Together, you’re the galaxy’s finest."
        ]
    },
    {
        "game_name": "Lifespace Traveller",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064850/header.jpg?t=1692185408",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064850/ss_9cf22922e75232c3ccd1a45b5ffacadf8cee3ede.600x338.jpg?t=1692185408",
        "sub_images": [
            "https://wallpapercave.com/wp/wp12593914.jpg",
            "https://wallpapercave.com/wp/wp12593915.jpg",
            "https://wallpapercave.com/wp/wp12593917.jpg",
            "https://wallpapercave.com/wp/wp12593920.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064850/extras/groupfight.gif?t=1692185408",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064850/extras/syd.gif?t=1692185408",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064850/extras/lasers.gif?t=1692185408"
        ],
        "description": "Lifespace Traveler is an action-packed, easy to learn, hard to master cyberpunk game where reality is split into dimensions called Lifespaces. No hand holding. No mercy. Fight your way and test your reflexes in fast-paced, brutal combat as you reveal the mysteries of an unforgiving dystopian world.",
        "category": "Space",
        "releaseDate": "27 Jun, 2023",
        "price": 483,
        "about": [
            "Tight controls and melee combat are simple to learn but require quick reflexes and good situational awareness. Analyze the attack patterns of your enemies to find a perfect opening for a counterattack or just run for your life.",
            "Discover the story at your own pace by talking to NPCs - or ignore it altogether if you prefer raw action.",
            "Enjoy original Synthwave music handcrafted for the game and inspired by Furi and Hotline Miami soundtracks"
        ]
    },
    {
        "game_name": "Kerbal Space Program",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/220200/header.jpg?t=1663603925",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/220200/ss_25cce0f89404bb3ddc4028644a040784082b0763.600x338.jpg?t=1663603925",
        "sub_images": [
            "https://wallpapercave.com/wp/wp3136227.jpg",
            "https://wallpapercave.com/wp/wp3136232.jpg",
            "https://wallpapercave.com/wp/wp3136242.png",
            "https://wallpapercave.com/wp/wp3136244.png"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/220200/ss_9fc2032db736a2a9919aba739566a8353c2cd3cb.600x338.jpg?t=1663603925",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/220200/ss_f258c8ebef5e2bf47a2feca529a2cd3f864cfbb0.600x338.jpg?t=1663603925",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/220200/ss_f93547d532f3b0b19dbc23a1500fd313f3619e03.600x338.jpg?t=1663603925"
        ],
        "description": "In Kerbal Space Program, take charge of the space program for the alien race known as the Kerbals. You have access to an array of parts to assemble fully-functional spacecraft that flies (or doesn’t) based on realistic aerodynamic and orbital physics.",
        "category": "Space",
        "releaseDate": "27 Apr, 2015",
        "price": 849,
        "about": [
            "In Kerbal Space Program, take charge of the space program for the alien race known as the Kerbals. You have access to an array of parts to assemble fully-functional spacecraft that flies (or doesn’t) based on realistic aerodynamic and orbital physics. Launch your Kerbal crew into orbit and beyond (while keeping them alive) to explore moons and planets in the Kerbol solar system, constructing bases and space stations to expand the reach of your expedition.",
            "Kerbal Space Program features three gameplay modes. In Science Mode, perform space experiments to unlock new technology and advance the knowledge of Kerbalkind. In Career Mode, oversee every aspect of the space program, including construction, strategy, funding, upgrades, and more. In Sandbox, you are free to build any spacecraft you can think of, with all parts and technology in the game.",
            "Key Features:Build spaceships, rockets, and vehicles using any imaginable combination of parts, each with their own function that will affect the way your spacecraft behaves.Take full control over your ship’s setup to execute complex flight maneuvers.Manage your Kerbal crewmembers, including hiring, training, and sending them into space to become heroes."
        ]
    },
    {
        "game_name": "No Man's Sky",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275850/header.jpg?t=1725272374",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275850/ss_612fc615793f9a44a83cae220495361143ee515b.600x338.jpg?t=1725272374",
        "sub_images": [
            "https://wallpapercave.com/wp/wp1851425.png",
            "https://wallpapercave.com/wp/wp1851429.jpg",
            "https://wallpapercave.com/wp/wp1851431.jpg",
            "https://wallpapercave.com/wp/wp1851434.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275850/ss_7d1384e974b5d6cb17af390ff54ed42e8fc6fadc.600x338.jpg?t=1725272374",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275850/ss_0a51119c86a46ba8170487fba4bcfd5f592b918e.600x338.jpg?t=1725272374",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275850/ss_911972dd1e5b51f40b7ce52864b98acc545a9d36.600x338.jpg?t=1725272374"
        ],
        "description": "No Man's Sky is a game about exploration and survival in an infinite procedurally generated universe.",
        "category": "Space",
        "releaseDate": "12 Aug, 2016",
        "price": 2400,
        "about": [
            "In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again.",
            "Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0), Fractal, Interceptor, Echoes, Omega, Orbital and Worlds Part I (5.0).",
            "At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit."
        ]
    },
    {
        "game_name": "Space Engineers",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/244850/header.jpg?t=1724398176",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/244850/ss_8b820efea12a924cf7fdaf8afb876d2ac75b0251.600x338.jpg?t=1724398176",
        "sub_images": [
            "https://wallpapercave.com/wp/wp7433894.jpg",
            "https://wallpapercave.com/wp/wp2825930.jpg",
            "https://wallpapercave.com/wp/wp7433913.jpg",
            "https://wallpapercave.com/wp/wp7433993.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/244850/extras/repair_gif.gif?t=1724398176",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/244850/extras/crash_gif.gif?t=1724398176",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/244850/extras/timelapse_build_gif.gif?t=1724398176"
        ],
        "description": "Space Engineers is a sandbox game about engineering, construction, exploration and survival in space and on planets. Players build space ships, space stations, planetary outposts of various sizes and uses, pilot ships and travel through space to explore planets and gather resources to survive.",
        "category": "Space",
        "releaseDate": "28 Feb, 2019",
        "price": 880,
        "about": [
            "It is a sandbox game about engineering, construction, exploration and survival in space and on planets. Players build space ships, wheeled vehicles, space stations, planetary outposts of various sizes and uses (civil and military), pilot ships and travel through space to explore planets and gather resources to survive. Featuring both creative and survival modes, there is no limit to what can be built, utilized and explored",
            "Exploration - adds an infinite number of ships and stations to the game world; discover, explore, acquire and conquer!Drilling / harvesting Manual building in survival mode – use welder to assemble blocks from components; use grinder to disassemble and reuse componentsDeformable and destructible objects – real proportions, mass, storage capacity, integrity",
            "Space Engineers utilizes an in-house built VRAGE 2.0, realistic volumetric-based physics engine: all objects can be assembled, disassembled, damaged and destroyed."
        ]
    },
    {
        "game_name": "Starfield",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1716740/header.jpg?t=1724184715",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1716740/ss_b2821283cb140cd5a6289a8160016b6a60d8f96e.600x338.jpg?t=1724184715",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1716740/ss_4887dc140a637684ddcfca518458668409f946dc.600x338.jpg?t=1724184715",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1716740/ss_68f15d580bf91971f637be5e464bc803482d78f7.600x338.jpg?t=1724184715",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1716740/ss_2288919a390c0147b7d2226354a61452016fd087.600x338.jpg?t=1724184715",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1716740/ss_930710a45c08eaa4c10fa0be7c0663900e1d32f3.600x338.jpg?t=1724184715"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1716740/extras/TellYourStory_v3.gif?t=1724184715",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1716740/extras/CaptainShip_v3.gif?t=1724184715",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1716740/extras/LockandLoad_v3.gif?t=1724184715"
        ],
        "description": "Starfield is the first new universe in 25 years from Bethesda Game Studios, the award-winning creators of The Elder Scrolls V: Skyrim and Fallout 4.",
        "category": "space",
        "releaseDate": "6 Sep, 2023",
        "price": 4999,
        "about": [
            "In Starfield the most important story is the one you tell with your character. Start your journey by customizing your appearance and deciding your Background and Traits. Will you be an experienced explorer, a charming diplomat, a stealthy cyber runner, or something else entirely? The choice is yours. Decide who you will be and what you will become.",
            "Pilot and command the ship of your dreams. Personalize the look of your ship, modify critical systems including weapons and shields, and assign crew members to provide unique bonuses. In deep space you will engage in high-stakes dogfights, encounter random missions, dock at star stations, and even board and commandeer enemy ships to add to your collection.",
            "Space can be a dangerous place. A refined combat system gives you the tools to deal with any situation. Whether you prefer long-range rifles, laser weapons, or demolitions, each weapon type can be modified to complement your playstyle. Zero G environments add a chaotic spectacle to combat, while boost packs give players freedom to maneuver like never before."
        ]
    },
    {
        "game_name": "Ultros",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2386310/header.jpg?t=1718182296",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2386310/ss_d42b54745073ceef882a2ffe4eaa85043f6cc836.600x338.jpg?t=1718182296",
        "sub_images": [
            "https://wallpapercave.com/wp/wp13540705.jpg",
            "https://wallpapercave.com/wp/wp13540708.png",
            "https://wallpapercave.com/wp/wp13540772.jpg",
            "https://wallpapercave.com/wp/wp13540781.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2386310/extras/steam_feat1.gif?t=1718182296",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2386310/extras/steam_feat2.gif?t=1718182296",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2386310/extras/steam_feat3.gif?t=1718182296"
        ],
        "description": "ULTROS is a psychedelic metroidvania where you wake up stranded on The Sarcophagus — a cosmic uterus holding an ancient, demonic being. Trapped in the loop of a black hole, you will have to explore The Sarcophagus and meet its inhabitants to understand the part you play.",
        "category": "Adventure",
        "releaseDate": "13 Feb, 2024",
        "price": 1200,
        "about": [
            "ULTROS is set in a multifaceted realm - a vast alien landscape teeming with life. Grounded in science fiction, ULTROS comes wrapped in an eccentric art style and a mystical soundtrack from the visionary El Huervo, renowned for his work on Hotline Miami. ULTROS explores meta-themes of mental health, life, death, and karmic cycles through deep lore and environmental storytelling.",
            "Experience brutal, intimate, close-quarter combat with cosmic lifeforms, driven by a sense of urgency – where precision is paramount and every cut of your blade counts. Yet this intense combat is juxtaposed with cultivating the greenery and tending to plant life in The Sarcophagus, providing precious moments of contemplation and peace. In turn, this grants deeper access to obscured paths.",
            "The rich world of ULTROS holds many secrets for those curious enough — and fearless enough — to seek them out. A unique loop-based mechanic will allow you to start over at key moments in the story, providing opportunities to unfold such secrets, unlock different areas of the world and new abilities on a branching skill tree. Experiment with and master your own specific fighting style as you explore the world of ULTROS. Each loop brings you closer to the truth..."
        ]
    },
    {
        "game_name": "Spirit Hunter: Deathmark II",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080800/header.jpg?t=1708119292",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080800/ss_1dae38477a51917c8bd014017e05a42d7f15f152.600x338.jpg?t=1708119292",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080800/ss_128e165079cef9180bc96ff4e81bc46ef8eb7308.600x338.jpg?t=1708119292",
            "https://cdn.cloudflare.steamstatic.com/steam/apps/2080800/ss_c811a8206ca267f54f8f87690ece5b6482d0b0d1.600x338.jpg?t=1708119292",
            "https://cdn.cloudflare.steamstatic.com/steam/apps/2080800/ss_3a66ee6325baa7e469ce89f1197d701545f87302.600x338.jpg?t=1708119292",
            "https://cdn.cloudflare.steamstatic.com/steam/apps/2080800/ss_128e165079cef9180bc96ff4e81bc46ef8eb7308.600x338.jpg?t=1708119292"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080800/ss_8c60504cdf514be79490fac9dd9e2cc4b5c95530.600x338.jpg?t=1708119292",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080800/ss_200d8a4aba61dcc3e5055b4efc72298a07c49d43.600x338.jpg?t=1708119292",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080800/ss_3a66ee6325baa7e469ce89f1197d701545f87302.600x338.jpg?t=1708119292"
        ],
        "description": "Spirit Hunter: Death Mark II is a suspense-horror game set at a prestigious academy. When rumors circulate about supernatural occurrences at the famed Konoehara Academy in Tokyo’s H City, it’s up to the head of the Kujou family, also known as the “Spirit Doctor,” to take on the case.",
        "category": "Adventure",
        "releaseDate": "15 Feb, 2024",
        "price": 2000,
        "about": [
            "When rumors circulate about supernatural occurrences at the famed Konoehara Academy in Tokyo’s H City, it’s up to the head of the Kujou family, also known as the “Spirit Doctor,” to take on the case.",
            "Notices that announce people’s deaths, and students who aren’t what they seem. Through your investigation, it appears that a spirit called “The Departed” is the mastermind behind it all, and it looks like it wants something from you...",
            "This entry introduces a new side-scrolling function when traveling across different locations. Combined with the first-person perspective during investigations, the Spirit Hunter experience is more immersive and terrifying than ever."
        ]
    },
    {
        "game_name": "Hogwarts Legacy",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/990080/header.jpg?t=1717689083",
        "main_image": "https://wallpapercave.com/wp/wp11991141.png",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/990080/ss_8e08976236d29b1897769257ac3c64e9264792a5.600x338.jpg?t=1717689083",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/990080/ss_d4930d675af053dc1e61a876a34fc003e85e261f.600x338.jpg?t=1717689083",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/990080/ss_df93b5e8a183f7232d68be94ae78920a90de1443.600x338.jpg?t=1717689083",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/990080/ss_94058497bf0f8fabdde17ee8d59bece609a60663.600x338.jpg?t=1717689083"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/990080/extras/HWL_Featured_Animation.png?t=1717689083",
            "https://wallpapercave.com/wp/wp11991197.jpg",
            "https://wallpapercave.com/wp/wp11991205.jpg"
        ],
        "description": "Hogwarts Legacy is an immersive, open-world action RPG. Now you can take control of the action and be at the center of your own adventure in the wizarding world.",
        "category": "Adventure",
        "releaseDate": "10 Feb, 2023",
        "price": 3999,
        "about": [
            "Hogwarts Legacy is an open-world action RPG set in the world first introduced in the Harry Potter books. Embark on a journey through familiar and new locations as you explore and discover magical beasts, customize your character and craft potions, master spell casting, upgrade talents and become the wizard you want to be.",
            "Experience Hogwarts in the 1800s. Your character is a student who holds the key to an ancient secret that threatens to tear the wizarding world apart. Make allies, battle Dark wizards, and ultimately decide the fate of the wizarding world. Your legacy is what you make of it. Live the Unwritten.",       
            "Includes Haunted Hogsmeade Shop Quest which grants access to an additional dungeon, Shopkeeper’s Cosmetic Set, and in-game Hogsmeade shop.New Features Include:Photo Mode,Talent Resets"
        ]
    },
    {
        "game_name": "A Plague Tale:Requiem",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1182900/header.jpg?t=1723627593",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1182900/ss_a8ce48e34efa5b0bbb4fbe6efa601ed7a33f6c23.600x338.jpg?t=1723627593",
        "sub_images": [
            "https://wallpapercave.com/wp/wp10511236.jpg",
            "https://wallpapercave.com/wp/wp10511265.jpg",
            "https://wallpapercave.com/wp/wp10511270.jpg",
            "https://wallpapercave.com/wp/wp10511272.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1182900/extras/A-Plague-Tale-Requiem_logo_white.png?t=1723627593",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1182900/ss_7a82b164803c773f1b38038d04b7a1d9b9a0ed7a.600x338.jpg?t=1723627593",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1182900/ss_284529cd9c5eeae13889f938526f43c74b6cf085.600x338.jpg?t=1723627593"
        ],
        "description": "Embark on a heartrending journey into a brutal, breathtaking world, and discover the cost of saving those you love in a desperate struggle for survival. Strike from the shadows or unleash hell with a variety of weapons, tools and unearthly powers.",
        "category": "Adventure",
        "releaseDate": "17 Oct, 2022",
        "price": 2299,
        "about": [
            "Embark on a heartrending journey into a brutal, breathtaking world twisted by supernatural forces.After escaping their devastated homeland, Amicia and Hugo travel far south, to new regions and vibrant cities. There, they attempt to start a new life and control Hugo’s curse.",
            "But, when Hugo’s powers reawaken, death and destruction return in a flood of devouring rats. Forced to flee once more, the siblings place their hopes in a prophesized island that may hold the key to saving Hugo.Discover the cost of saving those you love in a desperate struggle for survival. Strike from the shadows or unleash hell, overcoming foes and challenges with a variety of weapons, tools and unearthly powers.",
            "overview: Sequel to the award-winning adventure A Plague Tale: Innocence, A spectacular grounded tale twisted by supernatural forces,Use a variety of tools, sneak, fight, or unleash hell and rats,Stunning visuals combine with an enthralling score"
        ]
    },
    {
        "game_name": "Outer Wilds",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/753640/header.jpg?t=1719514504",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/753640/ss_c624a6b8edca0d451605592edd927dbcc14917a8.600x338.jpg?t=1719514504",
        "sub_images": [
            "https://c4.wallpaperflare.com/wallpaper/836/656/845/outer-wilds-science-fiction-space-artwork-trees-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/890/331/637/outer-wilds-space-science-fiction-planet-artwork-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/468/383/587/video-game-outer-wilds-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/1014/822/497/outer-wilds-video-games-hd-wallpaper-preview.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/753640/extras/OW2.png?t=1719514504",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/753640/extras/OW4.png?t=1719514504",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/753640/extras/OW3.png?t=1719514504"
        ],
        "description": "named Game of the Year 2019 by Giant Bomb, Polygon, Eurogamer, and The Guardian, Outer Wilds is a critically-acclaimed and award-winning open world mystery about a solar system trapped in an endless time loop.",
        "category": "Adventure",
        "releaseDate": "18 Jun, 2020",
        "price": 1049,
        "discounts":true,
        "about": [
            "Mysteries of the Solar System:What lurks in the heart of the ominous Dark Bramble? Who built the alien ruins on the Moon? Can the endless time loop be stopped? Answers await you in the most dangerous reaches of space.",
            "A World That Changes Over Time:The planets of Outer Wilds are packed with hidden locations that change with the passage of time. Visit an underground city before it's swallowed by sand, or explore the surface of a planet as it crumbles beneath your feet. Every secret is guarded by hazardous environments and natural catastrophes.",
            "Grab Your Intergalactic Hiking Gear!:Strap on your hiking boots, check your oxygen levels, and get ready to venture into space. Use a variety of unique gadgets to probe your surroundings, track down mysterious signals, decipher ancient alien writing, and roast the perfect marshmallow."
        ]
    },
    {
        "game_name": "The Last of Us Part I",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1888930/header.jpg?t=1717621627",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1888930/ss_e67d2ca76b0c8985a3615afb38c21e893df73272.600x338.jpg?t=1717621627",
        "sub_images": [
            "https://wallpapercave.com/wp/wp4552109.jpg",
            "https://wallpapercave.com/wp/wp11367795.jpg",
            "https://c4.wallpaperflare.com/wallpaper/684/655/646/naughty-dog-the-last-of-us-part-ii-playstation-ellie-ashley-johnson-hd-wallpaper-preview.jpg",
            "https://c4.wallpaperflare.com/wallpaper/267/384/902/the-last-of-us-2-the-last-of-us-the-last-of-us-part-ii-playstation-4-naughty-dog-hd-wallpaper-preview.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1888930/extras/d20220516_TLOUX_Annouce_Stills_9_WM_STEAM.png?t=1717621627",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1888930/extras/d20220516_TLOUPTI_LAUNCH_Stills_10_WM_STEAM.png?t=1717621627",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1888930/ss_5d7cf9e0857d10924def80a1bb0ce8f5f8da1b02.600x338.jpg?t=1717621627"
        ],
        "description": "Experience the emotional storytelling and unforgettable characters in The Last of Us™, winner of over 200 Game of the Year awards.",
        "category": "Adventure",
        "releaseDate": "28 Mar, 2023",
        "price": 3999,
        "about": [
            "Experience the emotional storytelling and unforgettable characters in The Last of Us™, winner of over 200 Game of the Year awards.In a ravaged civilization, where infected and hardened survivors run rampant, Joel, a weary protagonist, is hired to smuggle 14-year-old Ellie out of a military quarantine zone. However, what starts as a small job soon transforms into a brutal cross-country journey.",
            "Includes the complete The Last of Us single-player story and celebrated prequel chapter, Left Behind, which explores the events that changed the lives of Ellie and her best friend Riley forever.",
            "Experience all these locations, stealthily sneaking through abandoned homes and cities (and picking their drawers and cabinets clean looking for supplies) or engage in tense, captivating action with 3D audio support to better hear the rustle of leaves, the crack of glass, or the footfalls of enemies trying to ambush you***."
        ]
    },
    {
        "game_name": "Satisfactory",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526870/header_alt_assets_2.jpg?t=1726051378",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526870/ss_9083ccf8fbb22c4068a6e233e3de343f815f9dc1.600x338.jpg?t=1726051378",
        "sub_images": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526870/ss_6f456011887f970dc230af5e1720065ca3430aae.600x338.jpg?t=1726051378",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526870/ss_b1104309f1c22c85de6ad6c401e6d889411c14d2.600x338.jpg?t=1726051378",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526870/ss_3f47e401fc3e09fd86500d2026da954de08a015b.600x338.jpg?t=1726051378",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526870/ss_077e7ea98621faeb5b4a73ea0aaa91f41c6f66c9.1920x1080.jpg?t=1726051378"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526870/ss_6c410d20a203c68554c3b1b25e686c9fa7506070.600x338.jpg?t=1726051378",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526870/ss_324fb3d8774ef3eadba136d4eae8c01cbdf14a83.600x338.jpg?t=1726051378",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/526870/ss_96ec2963bd53dce761c2c0126dee97209274e72c.600x338.jpg?t=1726051378"
        ],
        "description": "Satisfactory is a first-person open-world factory building game with a dash of exploration and combat. Play alone or with friends, explore an alien planet, create multi-story factories, and enter conveyor belt heaven!",
        "category": "Building",
        "releaseDate": "10 Sep, 2024",
        "price": 1440,
        "about": [
        "Construct:Conquer nature by building massive factories across the land. Expand wherever and however you want. The planet is filled with valuable natural resources just waiting to be utilized. As an employee of FICSIT it’s your duty to make sure they come to good use.",
        "Automate:Construct your factories with gracious perfection or build intricate webs of conveyor belts to supply all your needs. Automate trucks and trains to reach your faraway outposts and be sure to handle liquids properly by transporting them in pipes. It’s all about minimizing manual labour!",
        "Explore & Exploit:Venture on expeditions to search for new materials and be sure to put everything to good use. Nature is yours to harvest! You have vehicles, jetpacks, jump pads and more at your disposal to make the exploration easier. Equip the proper safety gear as well, just in case you run into the local wildlife"
        ]
    },
    {
        "game_name": "Cities:Skylines",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/255710/header.jpg?t=1725028911",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/255710/ss_b5a4b72062b8c4ad677b242963e88c2e624cb1f9.600x338.jpg?t=1725028911",
        "sub_images": [
            "https://wallpapercave.com/wp/wp12087791.jpg",
            "https://wallpapercave.com/wp/wp13027695.jpg",
            "https://wallpapercave.com/wp/wp13027698.png",
            "https://wallpapercave.com/wp/wp13027719.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/255710/extras/Steam-Gif-Basegame-1-Challenging-Simulation.gif?t=1725028911",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/255710/extras/Steam-Gif-Basegame-2-Extensive-Local-Traffic-Simulation.gif?t=1725028911",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/255710/extras/Steam-Gif-Basegame-4-Utilize-the-day-_-night-cycle.gif?t=1725028911"
        ],
        "description": "Cities: Skylines is a modern take on the classic city simulation. The game introduces new game play elements to realize the thrill and hardships of creating and maintaining a real city whilst expanding on some well-established tropes of the city building experience.",
        "category": "Building",
        "releaseDate": "10 Mar, 2015",
        "price": 1599,
        "about": [
            "Constructing your city from the ground up is easy to learn, but hard to master. Playing as the mayor of your city you’ll be faced with balancing essential requirements such as education, water electricity, police, fire fighting, healthcare and much more along with your citys real economy system. Citizens within your city react fluidly, with gravitas and with an air of authenticity to a multitude of game play scenarios.",
            "Colossal Order's extensive experience developing the Cities in Motion series is fully utilized in a fully fleshed out and well-crafted local traffic simulation.",
            "The city changes during the hours of the day and affects citizen schedules. Traffic is visibly slower at night and some zoned areas do not work with full efficiency. Cities: Skylines will put you in control of managing the different aspects of the day and night cycles."
        ]
    },
    {
        "game_name": "Terraira",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/105600/header.jpg?t=1666290860",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/105600/ss_ae168a00ab08104ba266dc30232654d4b3c919e5.600x338.jpg?t=1666290860",
        "sub_images": [
            "https://wallpapercave.com/wp/wp2233411.jpg",
            "https://wallpapercave.com/wp/wp2610586.jpg",
            "https://wallpapercave.com/wp/wp2610588.jpg",
            "https://wallpapercave.com/wp/wp2610593.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/105600/ss_75ea9a7e39eb34b40efa1e6dfd2536098dc4734b.600x338.jpg?t=1666290860",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/105600/ss_8c03886f214d2108cafca13845533eaa3d87d83f.600x338.jpg?t=1666290860",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/105600/ss_782374517c1792debd74d24856203b876eba3a5d.600x338.jpg?t=1666290860"
        ],
        "description": "Dig, fight, explore, build! Nothing is impossible in this action-packed adventure game. Four Pack also available!",
        "category": "Building",
        "releaseDate": "16 May, 2011",
        "price": 480,
        "about": [
            "Dig, Fight, Explore, Build: The very world is at your fingertips as you fight for survival, fortune, and glory. Will you delve deep into cavernous expanses in search of treasure and raw materials with which to craft ever-evolving gear, machinery, and aesthetics? Perhaps you will choose instead to seek out ever-greater foes to test your mettle in combat? Maybe you will decide to construct your own city to house the host of mysterious allies you may encounter along your travels?",
            "Blending elements of classic action games with the freedom of sandbox-style creativity, Terraria is a unique gaming experience where both the journey and the destination are completely in the player’s control. The Terraria adventure is truly as unique as the players themselves!",
            "Are you up for the monumental task of exploring, creating, and defending a world of your own?.Key features:Sandbox Play,Randomly generated worlds,Free Content Updates"
        ]
    },
    {
        "game_name": "Planet Coaster",
        "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493340/header.jpg?t=1709820332",
        "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493340/ss_3622fa354b6700fff396a302ff76322d4595ae82.600x338.jpg?t=1709820332",
        "sub_images": [
            "https://wallpapercave.com/wp/wp7851177.jpg",
            "https://wallpapercave.com/wp/wp7851220.jpg",
            "https://wallpapercave.com/wp/wp7851418.jpg",
            "https://wallpapercave.com/wp/wp7851450.jpg"
        ],
        "gifs": [
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493340/extras/PlanetCoaster-TextBody-Image_Create_Option_1.jpg?t=1709820332",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493340/extras/PlanetCoaster-TextBody-Manage_option_4.jpg?t=1709820332",
            "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/493340/extras/PlanetCoaster-TextBody-Share_option_4.jpg?t=1709820332"
        ],
        "description": "Planet Coaster® - the future of coaster park simulation games has arrived! Surprise, delight and thrill incredible crowds as you build your coaster park empire - let your imagination run wild, and share your success with the world.",
        "category": "Building",
        "releaseDate": "17 Nov, 2016",
        "price": 2970,
        "about": [
            "Planet Coaster makes a designer out of everyone. Lay paths, build scenery, customize rides and make everything in your park unique with piece-by-piece construction and over a thousand unique building components. Play with nature and reshape the land beneath your feet. Sculpt the landscape to raise mountains, form lakes, dig caverns and even build islands in the sky, then weave coasters through your park above ground and below.Recreate your favorite rides or leave the real world at the door. However you love to play, the most realistic rides and most realistic reactions from your guests make Planet Coaster the most authentic simulation ever.",
            "The deepest park simulation in gaming history rewards your skills and makes management fun. Control every aspect of your guests’ experience and watch as Planet Coaster’s world reacts to your choices in an instant.Every park guest is an expressive individual who thinks, feels and explores your park with their own interests and desires. Together Planet Coaster’s guests will tell you at a glance just how well your park is run.You’re the boss with accessible controls that make management fun. Test your skills in a campaign of creative scenarios, or just build for fun and tweak your parks to surprise, delight and thrill your guests.",
            "Planet Coaster links coaster fanatics and creators around the world with the Steam Workshop community hub. Trade scenery, rollercoasters and even entire parks with other players, and add the world’s wildest creations to your own park.Discover new content from the world’s best coaster park creators every day. Browse and download content from your favorite creators, or choose from the latest designs selected by the Planet Coaster dev team.whether it’s a magnificent ice cream shop or the world’s most thrilling coaster, build it,name it and share it with the planet. Join a community of creators and see your designs appear in parks around the world."
            ]
        },
        {
            "game_name": "Prison Architect",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/233450/header.jpg?t=1724655590",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/233450/ss_bc52fdefa87f4dd54f2e0c4268ebf6d3d859d682.600x338.jpg?t=1724655590",
            "sub_images": [
                "https://wallpapercave.com/wp/wp10407195.jpg",
                "https://wallpapercave.com/wp/wp10407216.jpg",
                "https://wallpapercave.com/wp/wp10407230.jpg",
                "https://wallpapercave.com/wp/wp10407257.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/233450/extras/header.gif?t=1724655590",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/233450/extras/gameplay1.gif?t=1724655590",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/233450/extras/gameplay2.gif?t=1724655590"
            ],
            "description": "Only the world’s most ruthless Warden can contain the world’s most ruthless inmates. Design and develop your personalized penitentiary in Prison Architect.",
            "category": "Building",
            "releaseDate": "6 Oct, 2015",
            "price": 1559,
            "about": [
                "Welcome Wardens!:Only the world’s most ruthless Warden can contain the world’s most ruthless inmates. Design and develop your personalized penitentiary in Prison Architect.",
                "Management and Muscle:Ensure your prison is *mostly* ethical and safe with top-notch staff including armed guards, psychologists, doctors, lawyers and snitches.",
                "Lockdown Showdown:Attempt a high-stakes escape of your own supermax prison in Escape Mode, or try Online mode to test one of 12,000 player-created prisons. Expand your empire limitlessly in Sandbox mode."
            ]
        },
        {
            "game_name": "Banished",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/242920/header.jpg?t=1667584747",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/242920/ss_dd2498b7992acd7b7d4ccbc432f3d956681dffd2.600x338.jpg?t=1667584747",
            "sub_images": [
                "https://wallpapercave.com/wp/wp11800819.jpg",
                "https://wallpapercave.com/wp/wp11800779.jpg",
                "https://wallpapercave.com/wp/wp11800815.jpg",
                "https://wallpapercave.com/wp/wp11800765.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/242920/ss_a2a364cf533c57e9a233b402a54fc21f51f01b6e.600x338.jpg?t=1667584747",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/242920/ss_888a226267a065f2afa2a0d3a75200c2ec928ca7.600x338.jpg?t=1667584747",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/242920/ss_6ecfbff5f1054613bf76eee6d7f094fe348e0173.600x338.jpg?t=1667584747"
            ],
            "description": "In this city-building strategy game, you control a group of exiled travelers who decide to restart their lives in a new land. They have only the clothes on their backs and a cart filled with supplies from their homeland. The townspeople of Banished are your primary resource.",
            "category": "Building",
            "releaseDate": "18 Feb, 2014",
            "price": 565,
            "about": [
                "The townspeople of Banished are your primary resource. They are born, grow older, work, have children of their own, and eventually die. Keeping them healthy, happy, and well-fed are essential to making your town grow. Building new homes is not enough—there must be enough people to move in and have families of their own.",
                "Banished has no skill trees. Any structure can be built at any time, provided that your people have collected the resources to do so. There is no money. Instead, your hard-earned resources can be bartered away with the arrival of trade vessels. These merchants are the key to adding livestock and annual crops to the townspeople’s diet; however, their lengthy trade route comes with the risk of bringing illnesses from abroad.",
                "There are twenty different occupations that the people in the city can perform from farming, hunting, and blacksmithing, to mining, teaching, and healing. No single strategy will succeed for every town. Some resources may be more scarce from one map to the next. The player can choose to replant forests, mine for iron, and quarry for rock, but all these choices require setting aside space into which you cannot expand."
            ]
        },
        {
            "game_name": "Divinity:Original Sin 2",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/435150/header.jpg?t=1709728210",
            "main_image": "",
            "sub_images": [
                "https://wallpapercave.com/wp/wp2144226.jpg",
                "https://wallpapercave.com/wp/wp2144300.jpg",
                "https://wallpapercave.com/wp/wp2144254.jpg",
                "https://wallpapercave.com/wp/wp2144292.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/435150/extras/Steam-Info-Banner.jpg?t=1709728210",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/435150/extras/SteamGif-GyP.png?t=1709728210",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/435150/extras/SteamGif-BecomeDivine.png?t=1709728210"
            ],
            "description": "The critically acclaimed RPG that raised the bar, from the creators of Baldur's Gate 3. Gather your party. Master deep, tactical combat. Venture as a party of up to four - but know that only one of you will have the chance to become a God.",
            "category": "co-op games",
            "releaseDate": "14 Sep, 2017",
            "price": 989,
            "featured":true,
            "about": [
                "The Divine is dead. The Void approaches. And the powers lying dormant within you are soon to awaken. The battle for Divinity has begun. Choose wisely and trust sparingly; darkness lurks within every heart.",
                "Gather your party and develop relationships with your companions. Blast your opponents in deep, tactical, turn-based combat. Use the environment as a weapon, use height to your advantage, and manipulate the elements themselves to seal your victory.",
                "Explore the vast and layered world of Rivellon alone or in a party of up to 4 players in drop-in/drop-out cooperative play. Go anywhere, unleash your imagination, and explore endless ways to interact with the world. Beyond Rivellon, there’s more to explore in the brand-new PvP and Game Master modes."
            ]
        },
        {
            "game_name": "Hell Divers 2",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/553850/header.jpg?t=1724260543",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/553850/ss_33e684e9cb2517af1599f0ca2b57d65ee82c2e51.600x338.jpg?t=1724260543",
            "sub_images": [
                "https://c4.wallpaperflare.com/wallpaper/227/299/646/sci-fi-helldivers-best-games-pc-wallpaper-preview.jpg",
                "https://c4.wallpaperflare.com/wallpaper/804/744/996/video-game-helldivers-wallpaper-preview.jpg",
                "https://images.everyeye.it/img-notizie/helldivers-2-sequel-gameplay-rivoluzionato-immagini-video-dettagli-aggiornata-v5-658632.jpg",
                "https://hb.imgix.net/30de6d6a2fad2f25aa9858199cc57b317aead3e7.jpg?auto=compress,format&fit=crop&h=353&w=616&s=fe839260f0b7501f6ed7f3060a719d9e"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/553850/extras/StratagemSTEAM.gif?t=1724260543",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/553850/extras/EagleExplosionsSTEAM.gif?t=1724260543",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/553850/extras/StriderSTEAM.gif?t=1724260543"
            ],
            "description": "The Galaxy’s Last Line of Offence. Enlist in the Helldivers and join the fight for freedom across a hostile galaxy in a fast, frantic, and ferocious third-person shooter.",
            "category": "co-op games",
            "releaseDate": "8 Feb, 2024",
            "price": 2499,
            "popular":true,
            "about": [
               "You will be assembled into squads of up to four Helldivers and assigned strategic missions.Watch each other’s back – friendly fire is an unfortunate certainty of war, but victory without teamwork is impossible.",
               "Rain down freedom from above, sneak through enemy territory, or grit your teeth and charge head-first into the jaws of combat.How you deliver liberty is your choice; you’ll have access to a wide array of explosive firepower, life-saving armor and battle-changing stratagems… the jewel in every Helldiver’s arsenal",
               "Everything on every planet wants you dead. That’s what we’re dealing with.Each enemy has distinct and unpredictable characteristics, tactics, and behavior – but they all fight ferociously and without fear or morality."
            ]
        },
        {
            "game_name": "Suicide Squad:Kill The Justice League",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315210/header.jpg?t=1721923260",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315210/ss_a311fcf871d3c1230e95ecfa59e8c8117163d4b6.600x338.jpg?t=1721923260",
            "sub_images": [
                "https://wallpapercave.com/wp/wp7264375.jpg",
                "https://wallpapercave.com/wp/wp7264647.jpg",
                "https://wallpapercave.com/wp/wp7264710.jpg",
                "https://wallpapercave.com/wp/wp7264738.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315210/extras/SSKTJL_Intro.gif?t=1721923260",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315210/extras/Traversal_2.gif?t=1721923260",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315210/ss_5f5bc65c181fa8458891c9b66f99f5586b6cc866.600x338.jpg?t=1721923260"
            ],
            "description": "From the creators of Batman: Arkham, Suicide Squad: Kill the Justice League is a genre-defying third-person action shooter where the ultimate band of misfits must do the impossible: Kill the Justice League.",
            "category": "co-op games",
            "releaseDate": "2 Feb, 2024",
            "price": 4999,
            "about": [
                "Join the newly “recruited” members of Amanda Waller’s infamous Task Force X (aka the Suicide Squad), Harley Quinn, Deadshot, Captain Boomerang and King Shark, as they set out on an impossible mission to Kill the Justice League. Drop into an expansive and dynamic open-world Metropolis ravaged by Brainiac’s invasion and terrorized by the heroes who once protected it.",
                "Each Squad member brings their own traversal mechanics to help them navigate a sprawling and battle-torn Metropolis, combining free-roaming exploration and combat verticality for an unforgettable experience. Players are free to experiment with a variety of different play styles to unleash maximum damage on their enemies. Whether in single player or online with up to three of your friends, players can take on this suicide mission their own way.",
                "Post-launch, players can expect a continuously evolving Metropolis with free new playable villains, environments, weapons, in-game events, and more, all included with purchase of the base game."
            ]
        },
        {
            "game_name": "Deep Rock Galactic",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/548430/header_alt_assets_25.jpg?t=1725180708",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/548430/ss_6f3428f0225ab1568e6d02f203dfa283d1f92257.600x338.jpg?t=1725180708",
            "sub_images": [
                "https://wallpapercave.com/wp/wp9623395.jpg",
                "https://wallpapercave.com/wp/wp9630940.jpg",
                "https://wallpapercave.com/wp/wp9630945.jpg",
                "https://wallpapercave.com/wp/wp9630965.png"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/548430/extras/AboutThisGame_Top.gif?t=1725627105",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/548430/ss_c11c8e34b6b6a175e3f102aacc8500af86a6878b.600x338.jpg?t=1725180708",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/548430/extras/SteamStore_VignetteA_01.png?t=1725180708"
            ],
            "description": "Deep Rock Galactic is a 1-4 player co-op FPS featuring badass space Dwarves, 100% destructible environments, procedurally-generated caves, and endless hordes of alien monsters.",
            "category": "co-op games",
            "releaseDate": "13 May, 2020",
            "price": 699,
            "about": [
                "Deep Rock Galactic is a 1-4 player co-op FPS featuring badass space Dwarves, 100% destructible environments, procedurally-generated caves, and endless hordes of alien monsters",
                "Destroy everything around you to reach your goal. There is no set path so you can complete your mission your way. Drill straight down to your objective or build an intricate network of paths to explore your surroundings -- the choice is yours. But proceed with caution, you don’t want to stumble into an alien swarm unprepared!",
                "The underground caves are dark and full of terrors. You will need to bring your own lights if you want to illuminate these pitch-black caverns."
            ]
        },
        {
            "game_name": "A Way Out",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222700/header.jpg?t=1718278523",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222700/ss_a7f52388d8d64bf56170baf5bd223fbbb1d9a94a.600x338.jpg?t=1718278523",
            "sub_images": [
                "https://wallpapercave.com/wp/wp3277470.jpg",
                "https://wallpapercave.com/wp/wp3277483.jpg",
                "https://wallpapercave.com/wp/wp3277503.jpg",
                "https://wallpapercave.com/wp/wp3277553.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222700/ss_55237e6d80cf3f9e2f3f0fa41d710a7ea35b022b.600x338.jpg?t=1718278523",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222700/ss_666b409c3d07150ef0ddccb179a25d44fb62c937.600x338.jpg?t=1718278523",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222700/ss_7348bdffb1dd4418175bcb91149f3b7daf30ecf8.600x338.jpg?t=1718278523"
            ],
            "description": "A Way Out is an exclusively co-op adventure where you play the role of one of two prisoners making their daring escape from prison.",
            "category": "co-op games",
            "releaseDate": "23 Mar, 2018",
            "price": 1499,
            "about": [
                "CHOOSE YOUR CHARACTER- LEO - A hardened inmate with escape in his sights, Leo isn't the type to make friends. No matter the obstacle, Leo is willing to get his hands dirty and do whatever it takes to get the job done. VINCENT - Even though he’s fresh off the prison bus, Vincent is determined to break out. With quick wits and nothing left to lose, he'll prove that he's not to be underestimated by anyone, inside prison or out",
                "TOGETHER THEY'LL FIND A WAY OUT - Escaping prison with a complete stranger isn't ideal circumstances, but Leo and Vincent have too much riding on it to second-guess themselves now. As freedom gets closer and closer, they'll have to learn to trust each other if they want to make it to the other side.",
                "WORK TOGETHER TO BREAK FREE - Use teamwork to solve puzzles and overcome obstacles.EXPERIENCE A VARIETY OF GAMEPLAY - Sneak, fight, run, drive, even go for a little fishing along the way."
            ]
        },
        {
            "game_name": "Chained Together",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2567870/header.jpg?t=1725986873",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2567870/ss_4a3cc896599f535905fda9aae0c964a5fcff4bb3.600x338.jpg?t=1725986873",
            "sub_images": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2567870/ss_b321a9c6a20052b905dba4255680b1cee1f21edc.600x338.jpg?t=1725986873",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2567870/ss_c251b216a011fdb93df75a648d9f264a8b1833c3.600x338.jpg?t=1725986873",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2567870/ss_066316445c78e76d89550a4fc26defbce2404726.600x338.jpg?t=1725986873",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2567870/ss_ed2f78b13d2f0f45087db4e3af0ce9a515956ff8.600x338.jpg?t=1725986873"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2567870/extras/giphy.gif?t=1725986873",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2567870/extras/23.gif?t=1725986873",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2567870/ss_59612dfd1d8f4182aba7f629b4f523b086ecf8c1.600x338.jpg?t=1725986873"
            ],
            "description": "From the depths of hell, climb chained to your friends through diverse worlds. Solo or co-op, try to reach the summit and discover what awaits you there...",
            "category": "co-op games",
            "releaseDate": "19 Jun, 2024",
            "price": 250,
            "popular":true,
            "about": [
                "Begin your journey in the depths of hell, chained to your companions. Your mission is to escape hell by climbing as high as possible.Each jump requires perfect coordination to scale the platforms and escape the scorching heat. Traverse a multitude of worlds, each offering unique challenges.",
                "Diverse Worlds to Explore:Each world introduces new challenges.Solo or Multiplayer ModeWhether you're going it alone or teaming up with friends locally, the game adapts to fit the number of players, supporting local multiplayer for up to 4 players.Realistic Chain PhysicsThe chain is not just a visual element. It is governed by a physics simulation that allows it to wrap around platforms.",
                "3 Game Modes,The game features several difficulty modes: Beginner, Normal, and Lava mode.Beginner: An option in the pause menu allows you to teleport back to the highest point you reached before a significant fall.Normal: No specific help, you fall in case of failure and must start over.Lava: You must climb quickly before the lava engulfs you.The leaderboard and Steam achievements are only valid in Normal and Lava modes."
            ]
        },
        {
            "game_name": "Borderlands 3",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/header.jpg?t=1693524259",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/ss_624638e46ed590d4bb1835558a5ab0981f7baadd.600x338.jpg?t=1693524259",
            "sub_images": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/ss_6f1836277ffe8733503a9446d51b8c7eb3d20d5f.600x338.jpg?t=1693524259",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/ss_f2053d688ec55f2269c47b24313539938bef9064.600x338.jpg?t=1693524259",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/ss_3531d9f91265d94fc06f6587eba1ca49f2c423d1.600x338.jpg?t=1693524259",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/ss_f983c0c1cc566b8ca21a6c45e6f044b57aff0f0f.600x338.jpg?t=1693524259"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/extras/CharBanner.gif?t=1693524259",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/extras/Chest.gif?t=1693524259",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/extras/cast.gif?t=1693524259"
            ],
            "description": "The original shooter-looter returns, packing bazillions of guns and a mayhem-fueled adventure! Blast through new worlds and enemies as one of four new Vault Hunters.",
            "category": "co-op games",
            "releaseDate": "13 Mar, 2020",
            "price": 2990,
            "about": [
                "Become one of four extraordinary Vault Hunters, each with unique abilities, playstyles, deep skill trees, and tons of personalization options. All Vault Hunters are capable of awesome mayhem alone, but together they are unstoppable.",
                "With bazillions of guns and gadgets, every fight is an opportunity to score new gear. Firearms with self-propelling bullet shields? Check. Rifles that spawn fire-spewing volcanoes? Obviously. Guns that grow legs and chase down enemies while hurling verbal insults? Yeah, got that too.",
                "Discover new worlds beyond Pandora, each featuring unique environments to explore and enemies to destroy. Tear through hostile deserts, battle your way across war-torn cityscapes, navigate deadly bayous, and more!"
            ]
        },
        {
            "game_name": "Tom Clancy's Rainbow Six® Siege",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359550/header.jpg?t=1719504498",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359550/ss_cf69958ed0aa46ae6c9a15979c8d4f62f7fb694a.600x338.jpg?t=1719504498",
            "sub_images": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359550/ss_2bccdc8c29d5d4cf9d0379c816e3a96a555252d1.600x338.jpg?t=1719504498",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359550/ss_fe6f66e448ac773cc2947b2cbc5670ae46bc09db.600x338.jpg?t=1719504498",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359550/ss_8dbd4b5f8ebce22ae9e6051eb8d74c1b536e4f81.600x338.jpg?t=1719504498",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359550/ss_7086825658bb256d2b8394f849ebf2abbee27f27.600x338.jpg?t=1719504498"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359550/ss_7086825658bb256d2b8394f849ebf2abbee27f27.600x338.jpg?t=1719504498",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359550/extras/20636_R6S_STEAM_TOOLS_OF_DESTRUCTION_GIF_112017b_-_Copy.gif.png?t=1719504498",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359550/extras/20478_R6S_STEAM_ALWAYS_EVOLVING_GIF_112017_-_Copy.gif.png?t=1719504498"
            ],
            "description": "Tom Clancy's Rainbow Six® Siege is an elite, tactical team-based shooter where superior planning and execution triumph.",
            "category": "co-op games",
            "releaseDate": "1 Dec, 2015",
            "price": 399,
            "about": [
                "Tom Clancy's Rainbow Six® Siege is an elite, realistic, tactical team-based shooter where superior planning and execution triumph. It features 5v5 attack vs. defense gameplay and intense close-quarters combat in destructible environments.",
                "Engage in a brand-new style of assault using an unrivaled level of destruction and gadgetry.On defense, coordinate with your team to transform your environments into strongholds. Trap, fortify and create defensive systems to prevent being breached by the enemy.On attack, lead your team through narrow corridors, barricaded doorways and reinforced walls. Combine tactical maps, observation drones, rappelling and more to plan, attack and defuse every situation.",
                "Choose from dozens of highly trained, Special Forces operators from around the world. Deploy the latest technology to track enemy movement. Shatter walls to open new lines of fire. Breach ceilings and floors to create new access points. Employ every weapon and gadget from your deadly arsenal to locate, manipulate and destroy your enemies and the environment around them."
            ]
        },
        {
            "game_name": "One Piece Bounty Rush",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2918150/header.jpg?t=1724296086",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2918150/ss_91f3d5732e28c93a16f71743a3572b354382b8d3.600x338.jpg?t=1724296086",
            "sub_images": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2918150/ss_9d8f5c06c48c8681ec5a9569891ebc12015cd757.600x338.jpg?t=1724296086",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2918150/ss_a74ae187b479661147360878280c74d21c71da14.600x338.jpg?t=1724296086",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2918150/ss_790c1bcb7f22e04cb254cb815b670eefb60aee68.600x338.jpg?t=1724296086",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2918150/ss_7eb580f7975be16e589152131c69db8e01804bf8.600x338.jpg?t=1724296086"
            ],
            "gifs": [
                "https://pbs.twimg.com/media/FJ1cfoFaUAEjH-O?format=jpg&name=900x900",
                "https://wallpapercave.com/wp/wp7194615.jpg",
                "https://wallpapercave.com/wp/wp7194708.jpg"
            ],
            "description": "Take the loot, pirates! Bounty Rush is a 4 vs 4 multiplayer team action game. Work with your team to capture the other teams berries",
            "category": "Anime",
            "releaseDate": "2024",
            "price": 200,
            "discounts":true,
            "about": [
                "Take the loot pirates!:ONE PIECE Bounty Rush the smartphone game is coming to Steam!.Victory rests on the berry in your hand!Bounty Rush is the first ONE PIECE 4 vs 4 multiplayer team action game.In this game working with your team is the key to victory!Compete in real-time with complete synchronization against an enemy team and aim to steal their berries",
                "The world of ONE PIECE has been transformed into a 3D battlefield!The stages are filled with items that give you and your team an advantage, as well as obstacles that get in your way.Use whatever you can get your hands on and lead your team to victory!",
                "Emerge victorious using distinctive ONE PIECE characters in Team Battle!In this mode, you can control popular ONE PIECE characters and battle against rival teams.Characters have different strengths too: those who excel at advancing the frontlines and those who are better at taking the defensive in the rear.Pick your playstyle and charge into battle!"
            ]
        },
        {
            "game_name": "Naruto Shippuden:Ultimate Ninja Storm 4",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349040/header.jpg?t=1703080866",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349040/ss_5704ce4ef591ee128fc246960a3e11f79977118c.600x338.jpg?t=1703080866",
            "sub_images": [
                "https://wallpapercave.com/wp/wp2418988.jpg",
                "https://wallpapercave.com/wp/wp2418990.jpg",
                "https://wallpapercave.com/wp/wp2419053.jpg",
                "https://wallpapercave.com/wp/wp2419098.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349040/extras/NS4_GIF_01.gif?t=1703080866",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349040/extras/NS4_GIF_02.gif?t=1703080866",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349040/extras/NS4_GIF_03.gif?t=1703080866"
            ],
            "description": "The latest opus in the acclaimed STORM series is taking you on a colourful and breathtaking ride. Take advantage of the totally revamped battle system and prepare to dive into the most epic fights you’ve ever seen !",
            "category": "Anime",
            "releaseDate": "5 Feb, 2016",
            "price": 1199,
            "about": [
                "The latest opus in the acclaimed STORM series is taking you on a colourful and breathtaking ride. Take advantage of the totally revamped battle system and prepare to dive into the most epic fights you’ve ever seen in the NARUTO SHIPPUDEN: Ultimate Ninja STORM series!",
                "Prepare for the most awaited STORM game ever created!",
                "The latest opus in the acclaimed STORM series is taking you on a colourful and breathtaking ride. Take advantage of the totally revamped battle system and prepare to dive into the most epic fights you’ve ever seen !"
            ]
        },
        {
            "game_name": "Dragon Ball Fighter Z",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678950/header.jpg?t=1724469083",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678950/ss_3d48baf2e7aaf087afbab1c4268637df528eb2c8.600x338.jpg?t=1724469083",
            "sub_images": [
                "https://wallpapercave.com/wp/wp2722230.png",
                "https://wallpapercave.com/wp/wp2782798.jpg",
                "https://wallpapercave.com/wp/wp3128004.jpg",
                "https://wallpapercave.com/wp/wp3128028.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678950/extras/DBFZ-GRAPHICS.gif?t=1724469083",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678950/extras/DBFZ-STORY.gif?t=1724469083",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/678950/extras/DBFZ-FIGHTS.gif?t=1724469083"
            ],
            "description": "DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its all-powerful fighters",
            "category": "Anime",
            "releaseDate": "26 Jan, 2018",
            "price": 863,
            "about": [
                "Using the power of the Unreal engine and the talented team at Arc System Works, DRAGON BALL FighterZ is a visual tour-de-force.",
                "Build your dream team and sharpen your skills to master high-speed tag combinations.",
                "Ranked matches, interactive lobby, crazy 6-player Party Match... There is something for every taste!"
            ]
        },
        {
            "game_name": "Palworld",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/header.jpg?t=1724740255",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/ss_b3cea7c9f04a67d784d4c6a0c157a11d6268b189.600x338.jpg?t=1724740255",
            "sub_images": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/ss_06e27c15c7b4b10233c937b887cf6a6925c83009.600x338.jpg?t=1724740255",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/ss_4c403dcd22f20a11524269c71f9feec96085a762.600x338.jpg?t=1724740255https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/ss_4c403dcd22f20a11524269c71f9feec96085a762.600x338.jpg?t=1724740255",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/ss_83afcc8fbdd3eaa9f9d165f2748438c837697cf8.600x338.jpg?t=1724740255",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/ss_0e8191de3d7cbcd0c3f1350712f4c08f39ad7360.600x338.jpg?t=1724740255"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/extras/gif02_riding.gif?t=1724740255",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/extras/gif05_farming.gif?t=1724740255",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1623730/extras/gif06_factory.gif?t=1724740255"
            ],
            "description": "Fight, farm, build and work alongside mysterious creatures called Pals in this completely new multiplayer, open world survival and crafting game!",
            "category": "Anime",
            "releaseDate": "19 Jan, 2024",
            "price": 1300,
            "about": [
                "Mounts & Exploration:Pals can be mounted to traverse the land, sea and sky—allowing you to traverse all kinds of environment as you explore the world.",
                "Farming:Some Pals are good at planting seeds, while others are skilled at watering or harvesting crops. Work together with your Pals to create an idyllic farmstead.",
                "Dungeon Exploration:With Pals on your side you can tackle even the most dangerous areas. When the time comes, you might have to sacrifice one to save your skin. They'll protect your life—even if it costs their own."
            ]
        },
        {
            "game_name": "Attack On Titan 2 - A.O.T.2",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601050/header.jpg?t=1709698877",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601050/ss_8552d4b01d5bda191f94a173ef3e894d5c7f8def.600x338.jpg?t=1709698877",
            "sub_images": [
                "https://images.wallpapersden.com/image/ws-attack-on-titan-final-battle_65153.jpg",
                "https://images.wallpapersden.com/image/ws-jean-thunder-spear-attack-on-titan-2_65643.jpg",
                "https://images.wallpapersden.com/image/ws-levi-ackerman-attack-on-titan-2_65897.jpg",
                "https://images.wallpapersden.com/image/ws-christa-aot-2_65642.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601050/extras/shin_01.gif?t=1709698877",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601050/extras/ddd.jpg?t=1709698877",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/601050/extras/fff.jpg?t=1709698877"
            ],
            "description": "Abandon all fear. Attack on Titan 2 is the gripping sequel to the action game based on the worldwide hit anime series Attack on Titan.",
            "category": "Anime",
            "releaseDate": "27 Apr, 2023",
            "price": 2800,
            "about": [
                "The latest title in the Attack on Titan series is available for Windows!Players engage in battle in the world of Attack on Titan from the perspective of a single soldier. Experience the most extreme and evolved Titan-hunting action yet!",
                "An expanded roster of playable characters:The number of characters has been increased from the previous title from 10 to 37! Enjoy going out to battle with an original character made to your liking.",
                "Online Competitive & Cooperative PlayFace off against other players with four varied types of online competition!Send a distress call out to other players and take on missions with players from around the world in online cooperative play."
            ]
        },
        {
            "game_name": "BLEACH Rebirth of Souls",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689620/header.jpg?t=1722999783",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689620/ss_c6293250d21d6193d79ec312b9c05d15b44bed98.600x338.jpg?t=1722999783",
            "sub_images": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689620/ss_1c2da8e66d54596c8a890d9c838c4f87d23e779e.600x338.jpg?t=1722999783",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689620/ss_07a0a84e4a63507fb7a0b592972a2165006c94fa.600x338.jpg?t=1722999783",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689620/ss_13c5e3c3f0e6d6b42058c4554daf4b49e87195fc.600x338.jpg?t=1722999783",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689620/ss_8108c4ed643d4b044ae593c53ab90972f1f8f91c.600x338.jpg?t=1722999783"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689620/extras/1_ver2.gif?t=1722999783",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689620/extras/2_ver2.gif?t=1722999783",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689620/extras/3_ver2.gif?t=1722999783"
            ],
            "description": "Awaken the blade within you and reverse your fate in BLEACH Rebirth of Souls! Engage in thrilling battles with powerful sword abilities and characters from this legendary anime franchise.",
            "category": "Anime",
            "releaseDate": "Coming soon",
            "price": 1499,
            "about": [
                "Choose your favorite character and unleash their unique sword abilities! Take advantage of each character's unique abilities and command the flow of battle to find an opening that spells defeat for your enemies.",
                "In BLEACH Rebirth of Souls, a single strike can spell defeat for your opponent. Change the situation dramatically with the swing of your blade!",
                "The more desperate the situation, the more powerful you become. Overturn the tide of battle and unlock new forms and new blades in the heat of battle to bring victory from the edge of defeat!"
            ]
        },
        {
            "game_name": "Mass Effect Legendary Edition",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1328670/header.jpg?t=1669773470",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1328670/ss_4e226eb092381ba6c4ea9c164a1d18574c993a8a.600x338.jpg?t=1669773470",
            "sub_images": [
                "https://wallpapercave.com/wp/wp9174004.jpg",
                "https://wallpapercave.com/wp/wp9174023.jpg",
                "https://wallpapercave.com/wp/wp9174063.jpg",
                "https://wallpapercave.com/wp/wp9174143.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1328670/ss_9e91250917cdf701007d623387a65c1119b038fe.600x338.jpg?t=1669773470",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1328670/ss_72c7f551278afbf35014628afc2dfa9a8173ec34.600x338.jpg?t=1669773470",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1328670/ss_117821694b8c388c702e5628c047b5ad7392b28d.600x338.jpg?t=1669773470"
            ],
            "description": "The Mass Effect™ Legendary Edition includes single-player base content and over 40 DLC from the highly acclaimed Mass Effect, Mass Effect 2, and Mass Effect 3 games, including promo weapons, armors, and packs — remastered and optimized for 4K Ultra HD.",
            "category": "Sci-Fi",
            "releaseDate": "14 May, 2021",
            "price": 2999,
            "about": [
                "Relive the Cinematic Saga:Heart-pounding action meets gripping interactive storytelling, where you decide how your unique story unfolds.Three Games, One Launcher: Play through the single-player base content and over 40 DLC from all three games, including promo weapons, armors, and packs.Remastered for a New Generation: Experience the trilogy in 4K Ultra HD with enhanced performance, visuals, and graphics, all available in HDR.Visual Improvements on All 3 Games: Updates include enhanced models, shaders, FX, lighting and depth of field, plus full-resolution audio.",
                "Experience the Legend of Shepard:Create and customize your own character — from appearance and skills to a personalized arsenal — then lead your elite recon squad across a galaxy in turmoil.New Shepard Customizations: With improved hair, makeup, eye color and skin tones you can create your Shepard in a unified character creator with all options available across the full trilogy, or choose to play as the iconic Femshep from Mass Effect 3 now available in all titles.Gameplay Enhancements for the First Mass Effect Game: Enjoy improved aiming and weapons balance, SFX, better Mako controls, input/controls, squad behavior, cover behavior and gameplay cameras.",
                "Reflect on Your Choices:Your choices seamlessly travel from one game to the next. Each decision you make will control the outcome of every mission, every relationship, every battle — and even the fate of the galaxy itself.Visual Enhancements for the First Mass Effect Game: The game's been given a full world-building pass including environmental art, VFX and level relighting.PC Updates: Enjoy a modernized PC experience across all three games with native controller and 21: 9 widescreen support, user interface navigation improvements, and DirectX 11 compatibility."
            ]
        },
        {
            "game_name": "Prey",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/480490/header.jpg?t=1594910513",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/480490/ss_d657500c07a7ed972c891da21adb20aa05520a79.600x338.jpg?t=1594910513",
            "sub_images": [
                "https://wallpapercave.com/wp/wp4415834.jpg",
                "https://wallpapercave.com/wp/wp4415847.jpg",
                "https://wallpapercave.com/wp/wp4415880.jpg",
                "https://wallpapercave.com/wp/wp4415884.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/480490/ss_b0e3ef3f06f43ae02e70ac34ddb4b8dd693b1014.600x338.jpg?t=1594910513",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/480490/ss_e79a3faffdc0c289c6e1efc87ce3a94212b93e33.600x338.jpg?t=1594910513",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/480490/ss_8f6126fa31c3cb52a77de2ff028413854e6189f6.600x338.jpg?t=1594910513"
            ],
            "description": "In Prey, you awaken aboard Talos I, a space station orbiting the moon in the year 2032. You are the key subject of an experiment meant to alter humanity forever – but things have gone terribly wrong. The space station has been overrun by hostile aliens and you are now being hunted.",
            "category": "Sci-Fi",
            "releaseDate": "4 May, 2017",
            "price": 1399,
            "about": [
                "In Prey, you awaken aboard Talos I, a space station orbiting the moon in the year 2032. You are the key subject of an experiment meant to alter humanity forever – but things have gone terribly wrong. The space station has been overrun by hostile aliens and you are now being hunted. As you dig into the dark secrets of Talos I and your own past, you must survive using the tools found on the station -- your wits, weapons, and mind-bending abilities. The fate of the Talos I and everyone aboard is in your hands.",
                "Sci-fi Thriller:Nothing is as it seems aboard Talos I. As Morgan Yu, set out to unravel the clues you've left behind for yourself, and discover the truth about your past. What role will you play in Tran Star's plans, and the mysterious threat ravaging the station?Singular Setting:Orbiting the Moon, the Talos I space station symbolizes the height of private space enterprise. Explore a lavish craft designed to reflect corporate luxury of the 1960s, and navigate interconnected, non-linear pathways built to hide countless secrets.",
                "Unimaginable Threat:The shadowy extraterrestrial presence infesting Talos I is a living ecology bent on annihilating its prey. It’s up to you, one of the last remaining survivors aboard the station, to end the deadly attack of these haunting predators.Play Your Way:Gain alien abilities to develop a distinct combination of powers and upgrade your unique skills. Craft increasingly useful items with the blueprints, gadgets and tools on board the station to overcome dangerous obstacles in your way. Survive unprecedented threats with your wits and ability to improvise."
            ]
        },
        {
            "game_name": "FTL:Faster Than Light",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/212680/header.jpg?t=1689017446",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/212680/ss_052d698926073e8d407a864f0e63a486af24ec0d.600x338.jpg?t=1689017446",
            "sub_images": [
                "https://wallpapercave.com/wp/wp4574948.jpg",
                "https://wallpapercave.com/wp/wp4574944.jpg",
                "https://wallpapercave.com/wp/wp4574932.png",
                "https://wallpapercave.com/wp/wp4574971.png"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/212680/ss_19d6b545c89bf8e73abc13c548a1e5aeb8801f53.600x338.jpg?t=1689017446",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/212680/ss_8bc4c5c483fb85bcdcbcdbe98cbe44e82bfc961f.600x338.jpg?t=1689017446",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/212680/ss_a97ea1950b4e1a61b07c5a44cbbbb50a3c29dc27.600x338.jpg?t=1689017446"
            ],
            "description": "This spaceship simulation roguelike-like allows you to take your ship and crew on an adventure through a randomly generated galaxy filled with glory and bitter defeat.",
            "category": "Sci-Fi",
            "releaseDate": "14 Sep, 2012",
            "price": 369,
            "discounts":true,
            "about": [
                "In FTL you experience the atmosphere of running a spaceship trying to save the galaxy. It's a dangerous mission, with every encounter presenting a unique challenge with multiple solutions. What will you do if a heavy missile barrage shuts down your shields? Reroute all power to the engines in an attempt to escape, power up additional weapons to blow your enemy out of the sky, or take the fight to them with a boarding party? This 'spaceship simulation roguelike-like' allows you to take your ship and crew on an adventure through a randomly generated galaxy filled with glory and bitter defeat.",
                "Complex Strategic Gameplay - Give orders to your crew, manage ship power distribution and choose weapon targets in the heat of battle.Play at Your Own Speed - Pause the game mid-combat to evaluate your strategy and give orders.Unique Lifeforms and Technology – Upgrade your ship and unlock new ones with the help of six diverse alien races.Be the Captain You Want - Hundreds of text based encounters will force you to make tough decisions.",
                "Randomized Galaxy - Each play-through will feature different enemies, events, and results to your decisions. No two play-throughs will be quite the same.No Second Chances! - Permadeath means when you die, there's no coming back. The constant threat of defeat adds importance and tension to every action."
            ]
        },
        {
            "game_name": "The Outer Worlds",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578650/header.jpg?t=1678291307",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578650/ss_a1de8cccb606fa0896b42c127318c7a34d35a98a.600x338.jpg?t=1678291307",
            "sub_images": [
                "https://wallpapercave.com/wp/wp6423325.jpg",
                "https://wallpapercave.com/wp/wp3849850.jpg",
                "https://wallpapercave.com/wp/wp4819657.jpg",
                "https://wallpapercave.com/wp/wp5209049.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578650/extras/TOW_The_player-driven_story_RPG.gif?t=1678291307",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578650/extras/TOW_You_can_be_flawed,_in_a_good_way.gif?t=1678291307",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/578650/extras/TOW_Lead_your_companions.gif?t=1678291307"
            ],
            "description": "The Outer Worlds is an award-winning single-player RPG from Obsidian Entertainment and Private Division. As you explore a space colony, the character you decide to become will determine how this player-driven story unfolds. In the colony's corporate equation, you are the unplanned variable.",
            "category": "Sci-Fi",
            "releaseDate": "23 Oct, 2020",
            "price": 849,
            "about": [
                "In keeping with the Obsidian tradition, how you approach The Outer Worlds is up to you. Your choices affect not only the way the story develops; but your character build, companion stories, and end game scenarios.",
                "New to The Outer Worlds is the idea of flaws. A compelling hero is made by the flaws they carry with them. While playing The Outer Worlds, the game tracks your experience to find what you aren't particularly good at. Keep getting attacked by Raptidons? Taking the Raptiphobia flaw gives you a debuff when confronting the vicious creatures, but rewards you with an additional character perk immediately. This optional approach to the game helps you build the character you want while exploring Halcyon",
                "During your journey through the furthest colony, you will meet a host of characters who will want to join your crew. Armed with unique abilities, these companions all have their own missions, motivations, and ideals. It's up to you to help them achieve their goals, or turn them to your own ends."
            ]
        },
        {
            "game_name": "Star Wars Jedi: Fallen Order",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1172380/header.jpg?t=1701206847",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1172380/ss_045d78dba983384cf8282e617e7ba04e40a9e2e9.600x338.jpg?t=1701206847",
            "sub_images": [
                "https://wallpapercave.com/wp/wp4884523.jpg",
                "https://wallpapercave.com/wp/wp4884526.jpg",
                "https://wallpapercave.com/wp/wp4884529.jpg",
                "https://wallpapercave.com/wp/wp4884543.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1172380/ss_cfad9481db1a3b68fb5fcb2298cfc74bcb6a469e.600x338.jpg?t=1701206847",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1172380/ss_b76c3e22424cff02441d13448f4d8dfda89c11bd.600x338.jpg?t=1701206847",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1172380/ss_763dcc7434f072d6fdbb9037b4d37f4474e29d9b.600x338.jpg?t=1701206847"
            ],
            "description": "A galaxy-spanning adventure awaits in Star Wars Jedi: Fallen Order, a 3rd person action-adventure title from Respawn. An abandoned Padawan must complete his training, develop new powerful Force abilities, and master the art of the lightsaber - all while staying one step ahead of the Empire.",
            "category": "Sci-Fi",
            "releaseDate": "15 Nov, 2019",
            "price": 2199,
            "about": [
                "A galaxy-spanning adventure awaits in Star Wars Jedi: Fallen Order, a new third-person action-adventure title from Respawn Entertainment. This narratively driven, single-player game puts you in the role of a Jedi Padawan who narrowly escaped the purge of Order 66 following the events of Episode 3: Revenge of the Sith. On a quest to rebuild the Jedi Order, you must pick up the pieces of your shattered past to complete your training, develop new powerful Force abilities and master the art of the iconic lightsaber - all while staying one step ahead of the Empire and its deadly Inquisitors.",
                "While mastering your abilities, players will engage in cinematically charged lightsaber and Force combat designed to deliver the kind of intense Star Wars lightsaber battles as seen in the films. Players will need to approach enemies strategically, sizing up strengths and weaknesses while cleverly utilizing your Jedi training to overcome your opponents and solve the mysteries that lay in your path.",
                "Star Wars fans will recognize iconic locations, weapons, gear and enemies while also meeting a roster of fresh characters, locations, creatures, droids and adversaries new to Star Wars. As part of this authentic Star Wars story, fans will delve into a galaxy recently seized by the Empire. As a Jedi hero-turned-fugitive, players will need to fight for survival while exploring the mysteries of a long-extinct civilization all in an effort to rebuild the remnants of the Jedi Order as the Empire seeks to erase the Jedi completely."
            ]
        },
        {
            "game_name": "Lies Of P",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627720/header.jpg?t=1724981669",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627720/ss_132a6579a7c2f3241e55ef9ce3eae798786168ad.600x338.jpg?t=1724981669",
            "sub_images": [
                "https://wallpapercave.com/wp/wp12036524.jpg",
                "https://assetsio.reedpopcdn.com/wo-long-season-pass-press-shot.jpg?width=1200&height=630&fit=crop&enable=upscale&auto=webp",
                "https://preview.redd.it/lies-of-p-wallpaper-4k-v0-a20ydbdnpl0c1.jpg?auto=webp&s=2354f272637a37fe5fefeb442e7d44a1472a8173",
                "https://wallpapercave.com/wp/wp12036363.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627720/extras/steam_ending.gif?t=1724981669",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627720/extras/lop2.gif?t=1724981669",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627720/ss_6da0465ea662d368ad4b2cf1c0812faa1d0ca317.600x338.jpg?t=1724981669"
            ],
            "description": "Lies of P is a thrilling soulslike that takes the story of Pinocchio, turns it on its head, and sets it against the darkly elegant backdrop of the Belle Epoque era.",
            "category": "RPG",
            "releaseDate": "18 Sep, 2023",
            "price": 3700,
            "about": [
                "You are a puppet created by Geppetto who’s caught in a web of lies with unimaginable monsters and untrustworthy figures standing between you and the events that have befallen the world of Lies of P.",
                "You are awakened by a mysterious voice that guides you through the plagued city of Krat - a once lively place that has been poisoned by madness and bloodlust. In our soulslike, you must adapt yourself and your weapons to face untold horrors, untangle the unfathomable secrets of the city's elites and choose whether to confront predicaments with the truth or weave lies to overcome them on the journey to find yourself.",
                "Unearth the secrets of the city of Krat – a place soaked in the style of the Belle Epoque era which once thrived due to its puppet industry and now sees its streets covered in blood."
            ]
        },

        {
            "game_name": "God of War Ragnarök",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2322010/header.jpg?t=1725898282",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2322010/ss_974a7b998c0c14da7fe52a342cf36c98850a57ac.600x338.jpg?t=1725898282",
            "sub_images": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2322010/ss_3eaf327c18df7ba72cbb00bb8f62d5a6ecd9afe8.600x338.jpg?t=1725898282",
                "https://wallpapercave.com/wp/wp7843986.jpg",
                "https://wallpapercave.com/wp/wp11599635.jpg",
                "https://wallpapercave.com/wp/wp9275080.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2322010/extras/INT9_PC_Combat-Montage_Legal-ESRB.gif?t=1725898282",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2322010/extras/INT9_PC_Valhalla-Combat-Montage-SHORT_Legal-ESRB.gif?t=1725898282",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2322010/extras/INT9_PC_Thor-Fight_Legal-ESRB.gif?t=1725898282"
            ],
            "description": "Kratos and Atreus embark on a mythic journey for answers before Ragnarök arrives – now on PC.",
            "category": "RPG",
            "releaseDate": "9 Sep 2024",
            "featured":true,
            "price": 3999,
            "about": [
                "The Leviathan Axe, Blades of Chaos, and Guardian Shield return alongside a host of new abilities for both Kratos and Atreus. Kratos’ deadly Spartan skills will be tested like never before as he battles gods and monsters across Nine Realms to protect his family.",
                "Death is never the end. Kratos will have access to his weapons, skills, shields and abilities, but each new attempt will reset his Stats, Runic Attacks and Perks. As Kratos progresses through each attempt, you will be presented with choices between rewards that will help you push deeper into the mysterious depths of Valhalla while building resources toward persistent upgrades.",
                "Utilize NVIDIA Reflex low latency technology allowing you to react quicker and hit harder combos with the responsive gameplay.³"
            ]
        },
        {
            "game_name": "Elden Rings",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1245620/header.jpg?t=1721682743",
            "main_image": "https://wallpapercave.com/wp/wp12117025.jpg",
            "sub_images": [
                "https://images4.alphacoders.com/116/1169016.jpg",
                "https://c4.wallpaperflare.com/wallpaper/489/876/39/elden-ring-from-software-fromsoftware-hd-wallpaper-preview.jpg",
                "https://c4.wallpaperflare.com/wallpaper/709/513/313/elden-ring-from-software-4k-hd-wallpaper-thumb.jpg",
                "https://c4.wallpaperflare.com/wallpaper/266/92/997/elden-ring-from-software-4k-hd-wallpaper-preview.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1245620/extras/ER_Steam_Gif_616x260.gif?t=1721682743",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1245620/ss_fa6b881ef7c30522012ab2b2b83001e79baee093.600x338.jpg?t=1721682743",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1245620/ss_510a02cf3045e841e180f2b77fb87545e0c8b59d.600x338.jpg?t=1721682743"
            ],
            "description": "THE NEW FANTASY ACTION RPG. Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.",
            "category": "RPG",
            "releaseDate": "25 Feb, 2022",
            "price": 3599,
            "highlight":true,
            "highlightImage":"https://r4.wallpaperflare.com/wallpaper/489/876/39/elden-ring-from-software-fromsoftware-hd-wallpaper-68b6dd6800502cb8e05c012e0812c48a.jpg",
            "about": [
                "A Vast World Full of Excitement:A vast world where open fields with a variety of situations and huge dungeons with complex and three-dimensional designs are seamlessly connected. As you explore, the joy of discovering unknown and overwhelming threats await you, leading to a high sense of accomplishment.",
                "In addition to customizing the appearance of your character, you can freely combine the weapons, armor, and magic that you equip. You can develop your character according to your play style, such as increasing your muscle strength to become a strong warrior, or mastering magic.",
                "An Epic Drama Born from a Myth:A multilayered story told in fragments. An epic drama in which the various thoughts of the characters intersect in the Lands Between. Unique Online Play that Loosely Connects You to OthersIn addition to multiplayer, where you can directly connect with other players and travel together, the game supports a unique asynchronous online element that allows you to feel the presence of others."
            ]
        },
        {
            "game_name": "Dying Light 2 Stay Human",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534380/header.jpg?t=1724248986",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534380/ss_84ca00f3d3b48e0a1fa6b96b17f02a65f1447950.600x338.jpg?t=1724248986",
            "sub_images": [
                "https://c4.wallpaperflare.com/wallpaper/535/640/899/video-game-dying-light-2-hd-wallpaper-preview.jpg",
                "https://c4.wallpaperflare.com/wallpaper/1013/15/804/dying-light-2-e3-2018-screenshot-4k-wallpaper-preview.jpg",
                "https://c4.wallpaperflare.com/wallpaper/56/508/898/e3-2018-screenshot-dying-light-2-4k-wallpaper-preview.jpg",
                "https://c4.wallpaperflare.com/wallpaper/576/381/106/dying-light-2-e3-2018-4k-screenshot-wallpaper-preview.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534380/extras/KyleCrane.gif?t=1724248986",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534380/ss_6b8d4cc1f7d657745cfd7aab941d3be0067dec00.600x338.jpg?t=1724248986",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/534380/ss_64ba1a8bd42d3d0a34bc894d6faa0e57a1328aef.600x338.jpg?t=1724248986"
            ],
            "description": "Now with guns! With the Reloaded Edition, the arsenal at your disposal has grown massively. Be creative with your combat or outrun your foes as you enjoy the perks of more than 10 post-launch updates. Good luck out there, and stay human!",
            "category": "RPG",
            "releaseDate": "4 Feb, 2022",
            "price": 2999,
            "about": [
                "A WORLD AFTER THE APOCALYPSE:Fifteen years ago, humanity was devastated by the Fall — a catastrophic event that would change the world forever. With the Harran virus spreading around the globe, people quickly found out that all hope for tomorrow is lost. By 2036, only a few settlements remain, and humanity is slowly dying, making way for the new species out there — a horde of relentless zombies.",
                "DAY’S FOR THE LIVING, NIGHT’S FOR THE INFECTED:Welcome to Villedor, one of the last bastions of humanity. During the day, survivors still try to have a life here and find a false sense of normalcy. Relationships are formed, dreams are dreamed, and life carries on. On the surface, everything seems… fine. Until sunset, that is. With the last ray of light dying out, other, more dreadful, dwellers of The City crawl out of their gloomy interiors, taking over the streets. If you are not vigilant and stay out too long in the dark, you may never return.",
                "YOU HAVE TO MOVE TO SURVIVE:Not all fights can be won. Sometimes it’s best to run and, thankfully, you have the skills for it. Parkour lets you escape when odds are not in your favor. Jump from rooftop to rooftop, swing across the cityscape, ride ziplines, and much more. Whatever you do, experience a unique sense of freedom as you freerun across Villedor’s buildings and rooftops in search of loot or while running away from the dangers of the night."
            ]
        },
        {
            "game_name": "Gestalt: Steam & Cinder",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231990/header.jpg?t=1724081480",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231990/ss_6a13478c66499679ecebbb0232ab1a3c9dbbdd60.600x338.jpg?t=1724081480",
            "sub_images": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231990/ss_f9cab93acb262852af2a0a2520e6ebefa6ae2322.600x338.jpg?t=1724081480",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231990/ss_7c8dcd06f10fd77a4d621a629541c64fa58f610c.600x338.jpg?t=1724081480",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231990/ss_6af215238a7bcb0809d21a4983921e40992fe4ab.600x338.jpg?t=1724081480",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231990/ss_2afe4c06794021dcbf0fe5f600c3a9e4e76e2b54.600x338.jpg?t=1724081480"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231990/extras/mega-mess-fight_256-85Dither.gif?t=1724081480",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231990/extras/fornax-run_256_0Dither_15Lossy.gif?t=1724081480",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231990/extras/raider-brute-enter_cropped.gif?t=1724081480"
            ],
            "description": "Inspired by 16 and 32-bit classics, Gestalt: Steam & Cinder fuses tight 2D platforming and exhilarating combat with an engrossing, twist-laden narrative in a stunningly handcrafted steampunk world",
            "category": "RPG",
            "releaseDate": "16 Jul, 2024",
            "price": 880,
            "about": [
                "Step into the shoes of Aletheia and tread the path of the Soldner, an elite mercenary of Irkalla who lives one job at a time. Take up the sword and gun, combining a slew of melee combos and deadly gunplay in staggering feats of skill that will leave your enemies reeling.",
                "Chase down a frenzied mutant charging through the grimy stalls of the Irkallan Black Market, leap across the molten pools blazing in the eternal furnace of Fornax, and fight off hordes of blood-drunk Raiders that prowl the fathomless depths of the Scrap Sea in search of their malignant god.",
                "Canaan is vast, and inside its swirling steam lie innumerable mysteries waiting to be unraveled. After a routine job goes awry, Aletheia sets out on an epic journey to uncover ancient enigmas threatening the very foundations of the Steam City. Challenge powerful new rivals and catch up with old friends as you carve your path through Canaan. Take on side jobs to earn a bit of extra scrap and delve into a history lost to the vagaries of time."
            ]
        },
        {
            "game_name": "Life Changer",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2340800/header.jpg?t=1686875392",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2340800/ss_09b891cdaba318a9d0b40a4e1cd3dddf84416ead.600x338.jpg?t=1686875392",
            "sub_images": [
                "https://cdn.cloudflare.steamstatic.com/steam/apps/2340800/ss_4b059ffdea80e274037938470339cbd4d924fe0e.600x338.jpg?t=1686875392",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/2340800/ss_a42be627c0bac555c228f01b8102cf758870b699.600x338.jpg?t=1686875392",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/2340800/header.jpg?t=1686875392",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/2340800/ss_5118b752731d5f6a0459415db5377b3b58bd0ac8.600x338.jpg?t=1686875392"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2340800/ss_a42be627c0bac555c228f01b8102cf758870b699.600x338.jpg?t=1686875392",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2340800/ss_5b97e011bb6dd73522ce413ddb25987cc0bd3520.600x338.jpg?t=1686875392",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2340800/ss_5118b752731d5f6a0459415db5377b3b58bd0ac8.600x338.jpg?t=1686875392"
            ],
            "description": "Life Changer is a Windows & Mac OS life simulation RPG that allows you to compete with friends or embark on a life quest of personal growth. Acquire skills, education, assets, advance career, invest & grow businesses to achieve life goals & live the life of your dreams in this life changing game.",
            "category": "RPG",
            "releaseDate": "20 Apr, 2023",
            "price": 650,
            "about": [
                "Looking for a game that allows you to explore limitless life's possibilities? Look no further than Life Changer, the exciting life simulation RPG available on both Windows and Mac OS. Whether you choose to challenge your friends locally or embark on a journey of personal growth and success, you'll have the opportunity to acquire skills, education, advance your career, make sound financial decisions, and invest in a range of assets to help you achieve your life goals, grow your businesses and achieve financial stability. Play today and discover the key to lasting happiness and fulfillment.",
                "Choose to play as a single player or multiplayer game with the option to challenge your friends or play against the computer, available on both Windows and Mac OS.Dive into the full depth of the game with RPG-inspired gameplay, featuring character growth and exploration.Experience the game in many different ways as you develop the best and most efficient strategy to achieve all of your goals.",
                "Invest in a variety of items, each with unique benefits, including clothing, electronics, vehicles, homes and businessesExperience dynamic living costs realism of a life simulation game with an inflation and deflation model.Increase your game happiness with activities like going on a scenic trip, watching a movie, attending a concert, shopping, and fine dining.Advance your education from Middle School to Bachelor's Degree and beyond, eventually completing your doctorate!Advance your career to achieve financial stability and potentially progress from a janitor to a CEO of a large company."
            ]
        },
        {
            "game_name": "Path Of Exile",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238960/header.jpg?t=1721339035",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238960/ss_62e6d4423881cfe9b2edf5101b877ce3ad28e50a.600x338.jpg?t=1721339035",
            "sub_images": [
                "https://c4.wallpaperflare.com/wallpaper/26/871/722/path-of-exile-video-games-artwork-digital-art-wallpaper-preview.jpg",
                "https://c4.wallpaperflare.com/wallpaper/445/492/934/path-of-exile-digital-art-video-games-ruins-wallpaper-preview.jpg",
                "https://c4.wallpaperflare.com/wallpaper/98/211/755/path-of-exile-wallpaper-preview.jpg",
                "https://c4.wallpaperflare.com/wallpaper/770/712/851/digital-art-ruins-path-of-exile-waterfall-wallpaper-preview.jpg"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238960/extras/Gameplay2.gif?t=1721339035",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238960/extras/MavenGif23.gif?t=1721339035",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238960/extras/Hideout.gif?t=1721339035"
            ],
            "description": "You are an Exile, struggling to survive on the dark continent of Wraeclast, as you fight to earn power that will allow you to exact your revenge against those who wronged you. Path of Exile is an online Action RPG set in a dark fantasy world. The game is completely free and will never be pay-to-win.",
            "category": "RPG",
            "releaseDate": "23 Oct, 2013",
            "price": 500,
            "about": [
                "Path of Exile is set in the dark fantasy world of Wraeclast. Scarred by mysterious catastrophes of the past and inhabited by creatures of nightmare, the very environment challenges exiles who dare explore it. You play as the Duelist, Witch, Ranger, Templar, Marauder, Shadow or the Scion class. From forsaken shores through to the city of Oriath, explore Wraeclast and uncover the ancient secrets waiting for you.",
                "Deadly Missions:In your journey through Wraeclast, you will meet fellow Exiles who seek your help. Capture wild beasts for Einhar, delve into the depths of the Azurite Mine with Niko, explore the secrets of the Temple of Atzoatl with Alva or investigate a mysterious Immortal Syndicate with Jun. Once received, these missions can be completed at any time in the endgame. This optional content in Path of Exile will reward you with valuable currency, powerful tradeable items and new ways of crafting.",
                "​In your extensive travels throughout the Acts and the Atlas of Worlds, you will discover secret locations swarmed with dangerous monsters. Defeat them, claim the Hideout for yourself and create your own personalised town. Use your Hideout as a quiet place to trade with other Exiles, craft after battle, or expand it and use it as a personalised Guild Hall with hundreds of decorations."
            ]
        },
        {
            "game_name": "Mario Vs. Donkey Kong",
            "poster": "https://upload.wikimedia.org/wikipedia/en/7/71/Mario_vs._Donkey_Kong_Coverart.png",
            "main_image": "https://wallpapercave.com/wp/wp13540976.png",
            "sub_images": [
                "https://wallpapercave.com/wp/wp13540961.jpg",
                "https://wallpapercave.com/wp/wp13540962.jpg",
                "https://wallpapercave.com/wp/wp13540963.png",
                "https://images5.alphacoders.com/135/thumb-1920-1351968.png"
            ],
            "gifs": [
                "https://wallpapercave.com/wp/wp13540979.jpg",
                "https://wallpapercave.com/wp/wp13540980.jpg",
                "https://wallpapercave.com/wp/wp13540986.jpg"
            ],
            "description": "The game concept revolves around a combination of platform and puzzle elements, challenging Mario to find keys, reach a locked door, and rescue mini-Marios",
            "category": "Brain Storming",
            "releaseDate": " May 24, 2004",
            "price": 300,
            "about": [
                "Mario is the owner of Mario's Toy Company, a toy enterprise in which he sells a series of small wind-up toys called 'Mini-Marios'. After seeing a television advertisement for the Mini-Marios, Donkey Kong immediately falls in love with the toys and sets out to the toy store to get one for himself, only to find that they are sold out. Furious, Donkey Kong breaks into Mario's toy factory across the street and steals all of the Mini-Marios, prompting Mario to chase after Donkey Kong to get his toys back.",
                "Mario travels in pursuit of Donkey Kong, rescuing the Mini-Marios and battling Donkey Kong several times along the way before retrieving all of the toys. Upon realizing that all the stolen toys are now gone, Donkey Kong kidnaps all of Mario's Toad workers and imprisons them on the tower of a big building. Mario climbs to the top of the tower, rescues the Toads, and battles Donkey Kong once more, after which Donkey Kong falls onto a truck containing a shipment of new Mini-Marios. Donkey Kong then promptly steals this set of toys as Mario pursues him once again to reclaim them.",
                "Following another cat-and-mouse chase, Mario gets back all but six of the captured Mini-Marios, which Donkey Kong holds captive and guards with a large robot mech. Mario fights Donkey Kong one last time, destroying Donkey Kong's mech and finally getting back the rest of the toys. Upon noticing Donkey Kong upset, Mario decides to give Donkey Kong a free Mini-Mario toy. After finally getting what he has wanted all along, Donkey Kong, Mario, and the remaining Mini-Marios all rejoice together."
            ]
        },
        {
            "game_name": "Opus Magnum",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/558990/header.jpg?t=1667070364",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/558990/ss_e54f24ab7b2bebaee812be7e46e907ccc6323643.600x338.jpg?t=1667070364",
            "sub_images": [
                "https://cdn.cloudflare.steamstatic.com/steam/apps/558990/ss_e54f24ab7b2bebaee812be7e46e907ccc6323643.600x338.jpg?t=1667070364",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/558990/ss_0e35cab840c52b9d39b988d0b0c96b8fe9117264.600x338.jpg?t=1667070364",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/558990/ss_b699747de6a3335040160f7fc4af3b5158981b43.600x338.jpg?t=1667070364",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/558990/ss_0e35cab840c52b9d39b988d0b0c96b8fe9117264.600x338.jpg?t=1667070364"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/558990/extras/logo.png?t=1667070364",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/558990/ss_b699747de6a3335040160f7fc4af3b5158981b43.600x338.jpg?t=1667070364",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/558990/ss_0e35cab840c52b9d39b988d0b0c96b8fe9117264.600x338.jpg?t=1667070364"
            ],
            "description": "Opus Magnum is the latest open-ended puzzle game from Zachtronics, the creators of SpaceChem, Infinifactory, and SHENZHEN I/O. Design and build machines that assemble potions, poisons, and more using the alchemical engineer’s most advanced tool: the transmutation engine!",
            "category": "Brain Storming",
            "releaseDate": "7 Dec, 2017",
            "price": 880,
            "about": [
                "Opus Magnum is the latest open-ended puzzle game from Zachtronics, the creators of SpaceChem, Infinifactory, TIS-100, and SHENZHEN I/O. Master the intricate, physical machinery of the transmutation engine— the alchemical engineer’s most advanced tool— and use it to create vital remedies, precious gemstones, deadly weapons, and more.",
                "Design Machines - Design and build machines that carry out alchemical processes using a variety of components including programmable arms, customizable tracks, and more esoteric devices like Van Berlo’s wheel and the Glyph of Animismus,Open-Ended Puzzles - Compete against your friends and the world to build the simplest, fastest, and most compact solutions to the game’s challenges. Export animated gifs of your elegant designs to show them off.",
                "Open-Ended Puzzles - Compete against your friends and the world to build the simplest, fastest, and most compact solutions to the game’s challenges. Export animated gifs of your elegant designs to show them off,Steam Workshop - Make and share your own puzzles with full Steam Workshop integration and an easy-to-use puzzle editor. Play the top user-submitted puzzles in the prestigious Journal of Alchemical Engineering, curated by Zachtronics!"
            ]
        },
        {
            "game_name": "Baba Is You",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/736260/header.jpg?t=1698353847",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/736260/ss_e421ba3fb93e902eb4af05564ebf3afcabaae951.600x338.jpg?t=1698353847",
            "sub_images": [
                "https://wallpapercave.com/wp/wp10476368.jpg",
                "https://wallpapercave.com/wp/wp10476441.jpg",
                "https://wallpapercave.com/wp/wp10476444.png",
                "https://wallpapercave.com/wp/wp10476453.png"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/736260/extras/image1.png?t=1698353847",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/736260/extras/image2.png?t=1698353847",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/736260/extras/IGF_winner_bw.png?t=1698353847"
            ],
            "description": "Baba Is You is a puzzle game where the rules you have to follow are present as blocks you can interact with. By manipulating them, you can change how the game works, repurpose things you find in the levels and cause surprising interactions!",
            "category": "Brain Storming",
            "releaseDate": "13 Mar, 2019",
            "price": 459,
            "about": [
                "Baba Is You is an award-winning puzzle game where you can change the rules by which you play. In every level, the rules themselves are present as blocks you can interact with; by manipulating them, you can change how the level works and cause surprising, unexpected interactions! With some simple block-pushing you can turn yourself into a rock, turn patches of grass into dangerously hot obstacles, and even change the goal you need to reach to something entirely different.",
                "The game has over 200 levels that experiment with the game's mechanics in a multitude of ways, requiring the player to understand and manipulate the rules of the game and figure out devious ways to make the objects in the game world interact.",
                "The game was originally created for and won the Nordic Game Jam 2017. Baba Is You also won the Excellence in Design and Best Student Game awards in the Independent Games Festival 2018, and was nominated a finalist in 2 other categories, including the Seumas McNally Grand Prize. The game was made using Multimedia Fusion 2 by Clickteam."
            ]
        },
        {
            "game_name": "Mini Metro",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287980/header.jpg?t=1724386220",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287980/ss_59eb8258fcfe32686ec98d5ac9fc922cacaca412.600x338.jpg?t=1724386220",
            "sub_images": [
                "https://cdn.cloudflare.steamstatic.com/steam/apps/287980/ss_c7bc5df7e606504709e9f53ff9c7584ac4c01b18.600x338.jpg?t=1689886905",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/287980/ss_540acc2e1e630b059c20e2887a22ca61eb323afe.600x338.jpg?t=1689886905",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/287980/ss_f9561e067cc583fb8d39e8504aa94fecb2c1da21.600x338.jpg?t=1689886905",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/287980/ss_0cf32a8483e4fa24b0953d80b778c915558a2a7f.600x338.jpg?t=1689886905"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287980/extras/MM_SteamHeaderGIF03.gif?t=1724386220",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287980/extras/MM_SteamHeaderGIF02.gif?t=1724386220",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287980/extras/MM_SteamHeaderGIF01.gif?t=1724386220"
            ],
            "description": "Mini Metro is a strategy simulation game about designing a subway map for a growing city. Draw lines between stations and start your trains running. As new stations open, redraw your lines to keep them efficient. Decide where to use your limited resources. How long can you keep the city moving?",
            "category": "Brain storming",
            "releaseDate": "6 Nov, 2015",
            "price": 349,
            "about": [
                "In Mini Metro, you take on the task of designing the subway layout for a rapidly expanding city. Your city starts with three stations. Draw routes between these stations to connect them with subway lines. Commuters travel along your lines to get around the city as fast as they can. Each station can only hold a handful of waiting commuters so your subway network will need to be well-designed to avoid delays.",
                "The city is growing. More stations are opening, and commuters are appearing faster. The demands on your network are ever-increasing. You'll be constantly redesigning your lines to maximise efficiency. The new assets you earn every week will help immensely — as long as they're used wisely.",
                "Eventually your network will fail. Stations will open too quickly. Commuters will crowd the platforms. How long the city keeps moving is up to you."
            ]
        },
        {
            "game_name": "Escape The Backrooms",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1943950/header.jpg?t=1721158394",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1943950/ss_bd0c8faa3e219d4a8489a9e9f8c69dae3f5653d1.600x338.jpg?t=1721158394",
            "sub_images": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1943950/ss_40fcae571345423250e77f773890417b129b44a9.600x338.jpg?t=1721158394",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1943950/ss_02a602921a4c460093e87cd049c99b20505dfce9.600x338.jpg?t=1721158394",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1943950/ss_380d956ed0ee76073c4e9ac2253d4696686bd516.600x338.jpg?t=1721158394",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1943950/ss_d82d63f3e36a2d6486df4de55586863c1c55b140.600x338.jpg?t=1721158394"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1943950/extras/Steam-22.png?t=1721158394",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1943950/extras/Steam-4.png?t=1721158394",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1943950/extras/Steam-33.png?t=1721158394"
            ],
            "description": "Escape the Backrooms is a 1-4 player co-op horror exploration game. Traverse through eerie backrooms levels while avoiding entities and other danger to try and escape. Free content updates with new levels and game modes keep the community rewarded.",
            "category": "Brainstorming",
            "releaseDate": "11 Aug, 2022",
            "price": 349,
            "about": [
                "Explore the backrooms with a team of up to 4 players. Be warned, as teammates may no-clip into other areas of the map and every member of your team must find the exit alive to escape. No wanderer left behind",
                "Check every corner so you won't be caught off guard by one of 12 hostile entities in the backrooms, each with their own mechanics you'll need to quickly learn if you want to survive.",
                "Explore the backrooms with a team of up to 4 players. Be warned, as teammates may no-clip into other areas of the map and every member of your team must find the exit alive to escape. No wanderer left behind."
            ]
        },
        {
            "game_name": "The Room",
            "poster": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/288160/header.jpg?t=1646758287",
            "main_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/288160/ss_a3436301ee13b4e309201d8101e314b453eff2e3.600x338.jpg?t=1646758287",
            "sub_images": [
                "https://cdn.cloudflare.steamstatic.com/steam/apps/288160/ss_a3436301ee13b4e309201d8101e314b453eff2e3.600x338.jpg?t=1646758287",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/288160/ss_3d7f2102dad1c45593170232d6bb2470bb265680.600x338.jpg?t=1646758287",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/288160/ss_6a558d5b9cc41f74c8985e0dbd5935f3ef0a36ca.600x338.jpg?t=1646758287",
                "https://cdn.cloudflare.steamstatic.com/steam/apps/288160/ss_b5c1272c5eee48dd2e909d3d3a25181dce97f605.1920x1080.jpg?t=1646758287"
            ],
            "gifs": [
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/288160/ss_3d7f2102dad1c45593170232d6bb2470bb265680.600x338.jpg?t=1646758287",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/288160/ss_3d7f2102dad1c45593170232d6bb2470bb265680.600x338.jpg?t=1646758287",
                "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/288160/ss_1dd7b6e4831c66da843abcf489d639adccc4c349.600x338.jpg?t=1646758287"
            ],
            "description": "A mysterious invitation leads to the attic of an abandoned house. In the room is a cast-iron safe laced with strange carvings and on top, a note from your distant companion. It promises something ancient and astonishing concealed in the iron chamber - you need only find a way in.",
            "category": "Brain Storming",
            "releaseDate": "28 Jul, 2014",
            "price": 259,
            "about": [
                "Fall into a world of bizarre contraptions and alchemical machinery with The Room, a BAFTA award-winning 3D puzzler from Fireproof Games. Follow a trail of cryptic letters and solve many unique devices in ever more extraordinary places, on a time-spanning journey where machinery meets myth.",
                "The Room PC is a fully-enhanced HD release of Apple's 2012 iPad Game Of The Year, including the 'EPILOGUE' DLC that adds 20% more content and play time to the original release. This PC version of the game has been many months in the making and has involved recreating almost every asset in the game from the ground up.",
                "Fireproof Games are a small independent team working in Guildford in the UK. We self-published our first game The Room in September 2012 and were stunned with both the critical success and our new-found fan-base, not to mention multiple international awards. The Room has changed our lives and we hope you enjoy playing it as much as we enjoyed making it."
            ]
        }
    ]